{"text": " One of my favorite things about making this podcast is that I get to talk to so many founders. A lot of those founders are dead, so I have one side of conversations in the form of reading their autobiographies or their biographies. But in addition to that, because so many different entrepreneurs and founders listen to the podcast, I get to meet and talk to founders still building companies today. And a reoccurring theme on these conversations, a lot of these conversations I have with founders, is that a large part of your life is actually searching for your life's work. A lot of them are looking for something that is uniquely them that they can do forever. And in almost every single case, that means starting more than one company. And this is so common that today's sponsor Tiny has built an entire business around buying other businesses. And Tiny's doing something that's really smart. They know there's a ton of entrepreneurs and founders that listen to this podcast that are building businesses, some of which have a business they want to sell today, some of which will have a business that they want to sell in the future. And what I like about them is the way they differentiate their offering compared to other people that buy businesses. And that's just their no bullshit. And so when a founder goes to tiny.com and says, Hey, I want to sell my business, they get a response within 48 hours, there's an offer made within seven days, and they close within a month, the founder gets a bag full of cash upfront. Make sure you stick around to the end of this episode, because I'm going to quote from a letter that Warren Buffett wrote in 1991 about his approach to buying businesses from founders that I think is very similar to the process that tiny does. And in the meantime, if you're a founder that wants to sell their business now or in the future, go to tiny.com. This episode of founders is also brought to you by capital capital just launched a few days ago, it is an easy way for founders to raise money, hold money and send money. And I think that you'll actually find the way that the sponsorship came about rather interesting. The founder of capital Geordie listens to founders and actually DM me asking if he could sponsor the podcast. And he's like, let me show you what I'm working on, I think you'll find it interesting. And so his goal is to give founders back more of their time because he wants to build a product that automates the financial services that modern companies need to use. And our conversation actually centered on this presentation that Steve Jobs gave all the way back in 1997, when he came back to Apple. And one thing that Steve said was it's really important to understand why a company does what it does and who they're actually trying to do it for. And so he used the example of Nike, that Nike honors great athletes, and that's who they build products for. Steve said Apple builds products for people that think different, who move the world forward. And Geordie is building capital for modern founders. Stick around to the end of this episode, I'm going to go into great detail about because I have a bunch of highlights from this talk that Steve Jobs gave. And I think in just a few minutes, he has a lot of ideas that you can use in your work. A main theme of this podcast is using ideas from the past and let them influence the work that we're doing today. If you happen to be on Twitter, go to capital's Twitter and look at their pin tweet, their launch video is inspired by Steve Jobs think different campaign that he launched when he came back to Apple, their Twitter is at capital XYZ, and then go to capital's website, which is capital.xyz. And you can see how they can help you raise, hold and spend capital all in one place. What I want to do now is actually read some highlights from this quick post that Patrick from Invest Like the Best wrote about Teagus. So in addition to Patrick having a really popular and influential podcast, he also has a fund called Positive Sum and Positive Sum just made a $20 million investment into Teagus. And so when I read this post this morning, I'm like, oh, Patrick does exactly what I do, where you're going to see as he goes through, he's laying out like, what do I like about Teagus, what I like about the founders, but he talks about things that he learned from his podcast and how it influences his thinking of running Positive Sum. And so the headline is partnering to scale the world's leading research platform for institutional investors. And he says a great investor recently told me that he's always searching for maniacs on a mission. Maniacs on a mission is a great way to think about the entrepreneurs that you and I study on this podcast. You they're not going to think about how good at your job you have to be for somebody to write a book about your life. That applies to every single person you and I have ever talked about on this podcast. Of course, they're maniacs on a mission. And so Patrick says I want to align with these maniacs. He says there is a rare breed of entrepreneurs who do this compulsively, deploying their learnings to build companies at an incredible pace. And so he goes into detail that the both the founders and the entire company are learning machines. Really what they're building is kind of a learning machine that other people can use if you really think about it. And so then Patrick talks about how their product gets better over time at the very beginning. They were just delivering a library of expert call transcripts. So when somebody wants to do research on either an industry or a company, this is very common to talk to an expert about that company or that industry. What Tigas does, they provide a searchable library of these call transcripts. This enables their customers to learn about a company or an industry faster and more efficiently than they could before. And then Patrick talks about, hey, that's how Tigas started. And now this is all the other services that they're a lot that they're creating adjacent to that. And now you can use Tigas to review company filings and earnings transcripts. You can use them to build financial models and find company specific KPI data. The whole point though, what I liked about what he did in this next paragraph is he talks about like, why are they doing all this? These products all have something in common. They help investors understand companies faster. And that there is key. That is the punch line. That is very obvious when I've talked to Michael, the founder, his focus is on what I can do for the customer. This is actually a point that I covered on Episode 155 when I was reading the book, Invent and Wander, the collective writings of Jeff Bezos. Jeff said something in a shareholder letter one time that was really fascinating. He says one advantage, perhaps a somewhat subtle one of a customer driven focus is that it aids a certain type of proactivity. When we're at our best, we do not wait for external pressures. We are internally driven to improve our services, adding benefits. Is that not exactly what we're talking about in this post that Patrick's describing what Tigas has been doing, right? We're internally driven to improve our services, adding benefits and features before we have to. We increase value for our customers before we have to. We invent before we have to. These investments are motivated by customer focus rather than by a reaction to competition. That is a genius idea by Jeff Bezos there. And then just one more thing from this post that I thought was fantastic before we get into the episode. Patrick had a conversation with this guy named Sam Teller. Sam Teller had been Elon Musk's chief of stats for years. And I just like this quote, and I want to share it with you. And so Sam is describing what that experience like how that experience shaped him. And this is what Sam had to say, most people's definition of excellence is based on the highest level of excellence they've seen so far in their life and career. Everyone wants to be excellent, but most have never been exposed to excellent excellence at its highest level. So they don't really know what is possible. If you have a higher standard, it's a competitive advantage. So you should always try to increase your own standard by working with people that drastically expand what you thought was possible. And that is what being around the team at Tigis does. To learn more and get a free trial of their fantastic product, go to tigis.com. T E G U S dot com. That's tigis.com. In the midst of the chaos of his third season, Bryant was a very lost, lonely, frustrated 20 year old. I just want to be the man, he told me, reaffirming his goal of making himself into the NBA's top player. I don't know how I'm going to get there. I just have to find a way. And he would, despite how unlikely such a goal seemed at that time, as he closed in on the end of his career, Bryant could look back at the numbers he racked up in 20 seasons and declare that he had earned a seat at the table with the game's greatest players. Though that night he said he didn't know how he would get to the top, he had settled in on an answer that he had known all along. He was going to grind his way there, implacably, relentlessly grind away at the challenges of the game, night after night, game after game, until he found a dominance born of his ability to outwork everyone else. He is easily the most driven competitor in the history of the game. One who over the seasons quietly gained a reputation among the insiders of the sport as an absolute master of study and intense preparation, with a singular focus on detail that astonished those around him. In turn, his life also proved to be a machine that churned out immense conflict, just about all of it the byproduct of his push to dominate the sport. Night after night, day after day for two decades, through injury and turmoil, through the rupture of one key relationship after another, there would be no price he would not pay to have his greatness. What follows in this book is my effort to capture his fascinating story, in many ways, a cautionary tale. That was an excerpt from the book that we talked about today, which is this giant 600 page biography that I'm holding in my hand. It's called Showboat, The Life of Kobe Bryant, and it was written by Roland Lazenby. So in addition to reading this book, I also watched and then took notes on this new documentary on the Redeem team, which is the 2008 Olympic basketball team that Kobe was on. And I think I'll quote some notes from the podcast, but I'm also going to put all the notes that I took while watching the documentary in the show notes. So I want to start an introduction with a few themes that you and I have discussed a few times. And the first thing is that belief comes before ability. And I think most people mistakenly reverse the order. And we see this demonstrated because way before he even gets to the NBA, Kobe believed that he was going to be one of the greatest basketball players to ever live. From his teen years, Kobe Bryant had been shockingly bold in his prediction that he's going to make himself the greatest basketball player ever. At every turn, this is going to be a second theme that you and I have discussed over and over again. When you have a giant goal for your life, other people around you are not going to be able to understand that. That is an extremely rare trait. And so as a result, they're going to be extremely dismissive and many times they'll call you crazy. The word Kobe is crazy. The phrase Kobe is crazy is repeated over and over and over again in this book. So it says at every turn, his declarations of future greatness have been met with head shaking and raised eyebrows because such dreams are ludicrous. They're impossible to fulfill. Kobe is crazy. The people around him concluded time and time again with a laugh. And this next paragraph is happening. I think Kobe's around 12 years old. So his dad played in the NBA. In many cases, we're going to talk a lot about that actually. The fact that you can always understand the son by the story of his father and that the story of the father is embedded in his son. His dad in many ways is the anti-Kobe. He made it to the NBA but lacked discipline, started doing a bunch of drugs, had problems with alcohol, had problems with gambling, and soon no team in the NBA wanted him. So he winds up having to play in Italy. And it says, since a young age, when he rode on bus trips with his father's second tier Italian league team, he promised the old man and his father's teammates that he was going to be far better than either of them. Bryant's existence has been a singular, almost inhuman pursuit of that greatness. So basketball was a lifelong obsession with Kobe. It starts even at a very early age. At four years old, his dad is taking him to NBA games because he's still playing in the NBA at this time. And he said, this is a quote from his dad, I've taken Kobe to Lakers games and introduce him to the players. He's a huge Magic Johnson fan. And this is the first hint that his father is the anti-Kobe. And really, this is just disgusting level of irresponsibility from coming from a father. I think at this point, he's got two daughters and I think Kobe is the youngest and look what he does. So his father's playing for the Houston Rockets at the time. And it says in his last season, he played 81 games. The one game he missed made headlines when he went bust in an all-night poker game and didn't have money for a cab to make the team bust. After that season, it became clear that absolutely no one in the NBA wanted the Jelly Bean anymore. The Jelly Bean was his dad's nickname. He was just 28 and in his prime years as a player, looking back much later, Jerry West would observe he threw away his career. And so there's several stories in this book about how irresponsible and like the bad decisions that his father makes. If you put Kobe and his father on a spectrum all the way on the left, you would have his father like doing cocaine. In one case, he gets pulled over by the cops. I think he's also drinking and driving. And he takes off, they stop him and then he like leads them on a high-speed chase. Then winds up crashing his car, gets arrested and in the car, they find not only another woman but several vials of cocaine. And so on one end of the spectrum, you have that level of behavior. And then on the far other end of the spectrum, it's almost like Kobe's insane level of dedication was like overcompensation for the bad decision making of his father. So let's go to a description of Kobe when he's eight years old. He's playing at a basketball camp. The family has already moved to Italy at this point. And this is how his teammates were describing him. No smiles, very determined. He was always so serious about everything he did as far as sports, always so intense. He was eight years old. The rest of the kids just wanted to play. And he was like, I want to win. And so later in life, Kobe talks about the benefit of learning how to play basketball in Italy and the fact that he thought it gave him an edge. And so this part was especially great because spread out over two pages is a bunch of different ideas. And the note I left myself here is he's laying out a blueprint and there's four parts to it. Master the fundamentals, improve your weaknesses, study the greats and concentrate. And so he says, I started playing basketball over there, meaning Italy, which was great because I learned the fundamentals first. Most kids who grew up in America learn all the fancy dribbling. In Italy, they teach you true fundamentals and leave out all that other nonsense. And so I've told this story before on past episodes, but I think it's worth repeating here shortly before he died, one of the last conversations he had with Michael Jordan. And we're going to get to Jordan today a lot because he's a main character in this book as well. Jordan and Kobe are on the phone because this idea about just forget the fancy stuff, master the fundamentals at a deep, deep level, something Kobe repeated a bunch. It's in the book, it's in interviews with him. And so he calls out Michael Jordan and he's talking about the way they're teaching his daughter how to play basketball. And he thought that they were prioritizing like fancy stuff over fundamentals. So he calls up Jordan. He's like, hey, I'm trying to figure like I'm trying to I'm having a hard time remembering what I was learning when I was 12 on how to play basketball. But I'm pretty sure it's not all this stuff. And Jordan's response was, dude, at 12, I was playing baseball. And so the point Kobe was making in this interview is like, think about that the greatest player to ever live hadn't even picked up a basketball yet. Your 12 year old doesn't need all this other fancy stuff, just focus on the fundamentals. So back to the book, it says throughout his career, if he was deficient in something, Bryant would display the work ethic to build every element of his competitive portfolio with an almost manic insistence. So that's the second part master the fundamentals. Number one, number two, improve your weaknesses. He never seemed to stop working at the game, even at that very young age. If he wasn't playing the game, then he was watching videotape of NBA stars. That's number three, study the greats. And then finally, number four, he would show that he had already grasped the powers of concentration. And then we skip ahead. And that third part study the greats is repeated. I'm not kidding, like a dozen times in this book. And when they are about to describe it, it's exactly what you and I are doing on founders. Listening to founders is like watching game tape of history's greatest entrepreneurs. So it says soon Joe, which is his dad, was subscribing to a service that delivered video of games directly. They're still in Italy at this point, Joe and Kobe would pour over them together, taking notes of all the key subtleties, the footwork, the various offensive and defensive styles of NBA teams and their stars. I used to watch everybody from magic to bird to Michael Jordan to Dominique Wilkins, Wilkins, Bryant recalled. I used to watch their moves and then add them to my game. It was the beginning of a career long focus on studying game recordings. He would invest long hours each day in breaking down his own performances and those of opponents far more than what any other NBA player would ever contemplate undertaking. So there's this guy named Tim Grover, who trained both Michael Jordan and Kobe Bryant. And I heard him in an interview talk about this. And Tim said, everybody watched film of the current players. Kobe would get film of players going way back. He would say he'd watch Jerry West, Oscar Robinson. He'd say, I want to see what those guys did to be successful. So during the offseason, they'd come home from Italy to Philadelphia where they're from. And Kobe would play in the summer league. And one of the counselors of the summer league tries to give Kobe terrible advice, which is advice a lot of people say and they say, be realistic. So says one of the counselors was looking over the applications and noticed that under career plans, Kobe had listed NBA. So the counselor made it a point to admonish Kobe. Only one in a million make it to the NBA, the counselor said. So you have to plan on a future other than basketball. I'm going to be that one in a million. Kobe replied. He was 11. And that kind of self belief and desire to be quote unquote unrealistic is very common in these stories that you and I study. When I got to this part, the first thing that came to mind was actually one of my favorite quotes from Jay Z's autobiography, which I covered back on episode 238. And he's describing like, think about like how quote unquote unrealistic Jay Z's life is. If you were describing it, it sounds like fiction. It's like, okay, well, you're the youngest of four children. You don't have a dad. You're being raised by a single mom. You live in the projects. If you could picture Jay Z at maybe 15 or 16 years old at this point in his life, the idea that he's going to get to the top of his profession and an industry that's just beginning, which the hip hop industry that he's going to found and sell multiple companies for hundreds of millions of dollars, eventually become a billionaire and marry one of the most beautiful women on the planet. There's no way anybody would have predicted that at that point in his life, but that actually happened. And so Jay Z understands it's all the same journey, right? Whether you're playing basketball, you're trying to start a company, you're trying to climb a mountain. He calls it the dream of being the exception. It's perfect. This is what Jay Z wrote. There's no way to quantify all that on a spreadsheet, but it's the dream of being the exception. And we see that with Kobe right there. It's like, that's nice that all these other people failed at getting to the NBA, maybe one in a million. That's fine. I'm that one in a million. So then we skip ahead. Now they're living in Philadelphia full time. Kobe is in high school and we see this legendary work ethic is already present. That fall in high school, his coach discovered that Brian had a startling work ethic. He pushed himself through a grueling self-improvement schedule that included road work, weights, and seemingly nonstop basketball. In team practices, he was determined to never lose a team drill or contest. For almost four years, he would maintain a perfect record in that regard. And then we see that he matches a fierce work ethic with a relentless learning machine like mentality. This is his coach saying, you know, the work ethic is one thing, but he also had a sponge like mentality to be the best that he could. And to do so, he would absorb information. I always thought his brain was a sponge, the coach said. And obviously, if you've ever coached, you know that you just can't say that about all of your players. And then the coach continues to talk about the fact that his level of intensity raised the bar for everybody else. And so this part made me think about one of my all time favorite Steve Jobs quotes, where he says, be a yardstick of quality. Some people aren't used to an environment where excellence is expected. And so this is his high school coach describing that once they, meaning his other team, saw how hard he worked and how passionate he was about the game. It was hard for them not to get on board with what we were trying to do. And so if you watch that Redeem team documentary that's on Netflix, they tell a story and the story went viral. I saw it on a bunch of different platforms. And it talks about, hey, they're in Vegas, they're doing like a training camp for the Olympic basketball team. All the other players go out to a club. And they say, hey, we're coming, we had a great time. We come back at 530 in the morning back to the team hotel. And we see that Kobe is already working out. And this is what this is a direct quote from LeBron James, who's very young at this point in his career. And he says this motherfucker Kobe was already drenched in sweat. Yeah, he's different. And this was the end result by the end of the week, the whole team was on Kobe's schedule. So what is exactly what is happening at this point in the book, right? He's in high school, he sets the tone with an increased intensity level, his high school teammates match it, that exact same thing happens on the Olympic team. And then back to the section of the book, there's three, this is the third idea that's on this page, I thought was really important. And it's the importance of maintaining a singular focus, his singularity, the focus was just in there still describing him in high school. But he had this this trait his entire career, his singularity, the focus was just incredible. I don't know if crazy there's that word again is the right word. But he was certainly unique. Next page still in high school. Then I left myself on this page, this will happen. You can help me or you get out of my way. Kobe Bryant had a clear destination in mind. And if you weren't on board, he had clearly conveyed the idea that he was the sort who wouldn't hesitate to grab you by the collar and throw you right off the train. And if you think about it, it's a that's the same idea expressed in a different way. We saw this idea before, if you've ever read Jeff Bezos is biography, everything store, somebody working with Jeff described him the same way. He said, if you're not good, Jeff will chew you up and spit you out. And if you are good, he's going to jump on your back and ride you into the ground. So let's go back to another description of Kobe. He's still in high school, we're still here. And keep in mind, he's doing all these crazy workouts, he's dedicated winning. And when he's not working, he's studying the greats. So it says he worked harder than any other kid that I've ever seen. This is the guy that's running the actual summer camp. And he wanted it more than anybody else. And it says if you're breaking down tape of Magic Johnson and Michael Jordan, which which Kobe's doing as a 14, 15, 16 and 17 year old kid, right, if you're breaking down tape of Magic Johnson and Michael Jordan, and so many other greats, you come to consider them your teachers. So one of the things that makes Kobe's story unique is the fact he jumped right from high school to the NBA. In fact, when he was drafted, his parents had to sign the contract because he was 17. And so this book spends quite a bit of time talking to the fact that, hey, you have all these shoe companies like Nike and Adidas, they're playing a huge role in the basketball industry, because they're making just so much money. And so Kobe's going to sign with Adidas, and they're going to put a lot of resources behind them, making them obviously extremely like well known and making sure that people buy the shoes. But I'm skipping over that part, because really what I found so interesting, and what personally interesting to me is if you read Phil Knight's autobiography Shoe Dog, which I covered for the second time on Episode 186, it's a fantastic, it's one of the best autobiographies of an entrepreneur you can ever get. But you have an indication that he's really competitive in his own words. But what I always find interesting is how people say no, no, he's even more competitive. Phil Knight is even more competitive than you could possibly imagine. And so I just want to pull out one paragraph, because I thought this was interesting. Jordan and Knight certainly shared a competitive nature that bordered on insanity. If you think Jordan and Kobe are competitive, go meet Phil Knight. He's a no bullshit competitor. It's you play for me, or I can't stand you, and I will kill you. That's Phil Knight, full stop, and he is not shy about it. And so if you wind up buying this book and reading it, read the chapter called The Rising, there's a lot more detail about it's the early days of Nike, how they're competing with Adidas, the amount of money that's involved here. It's actually really fascinating. Because if you think about it, like they bet their entire marketing budget on Jordan when he was somewhat known, but not nearly as world famous as he was obviously going to be. But just this idea where you can even think about like Jordan the influencer is getting equity 40 years ago. And that was a real important turning point in early Nike history, because they gave him a deal that no one else like Adidas and Converse recording Jordan as well. But Nike eventually gave him a royalty. So it says neither Adidas nor Converse could come close to matching the Nike deal, which offered an unprecedented royalty on shoes sold. No endorser up until that point had gotten a percentage of profits as Nike had offered Jordan. And so then you fast forward, I think that's happening in 1984, if I'm not mistaken. And so you fast forward, you know, 40 years, and that deal makes Jordan, you know, 100 somewhere around like 150 million a year today, which sounds crazy and is obviously fantastic for Jordan, but it wound up being an even better deal. The main point of me telling the story is like, it sounded crazy at the time, but it wound up being a even better deal for Nike. Okay, so we're still not to the NBA in the story yet. Kobe's still in high school, I wanted to pull this part out because it made me laugh. Kobe's known for playing engaging in he believed in engaging in psychological warfare, he thought you should play mind games with your opponents. And so he's doing this in high school. So he's going to call up one of his opponents. The voice on the line said, Don, what's up? Who's this car said, it's Kobe. What's up, man? I was just thinking I'm looking forward to the game. Brian had heard a rumor that Catholic, which is the team, gonna be his opponent is the team that car the guy he's playing calling plays for us. Okay. So it says Brian had heard a rumor that Catholic was losing Arthur Davis, who was a top 50 player who partnered with car. So Brian was calling and wanted to know if Davis would still be playing in the upcoming game. Car already knew that Davis was leaving the school, but he replied that he didn't know. And then this is where the psychological warfare jumps out. I just wanted to see if he's going to be at the game. Brian told him, because if it's just you, I don't even know if it's worth me coming. Car was stunned. He was letting me know, car said, I'm coming to kill you. I'm coming to rip your heart out when you get on the court with me. So something important happens that was outside of Kobe's control. And it's the fact that when he was a senior in high school, he's able to play pickup games against NBA players because the NBA is on a lockout. And this experience boosts his already excessive amount of confidence. So he plays these pickup games against NBA players. And this is what he says, I'm telling you, man, whenever you get a chance to play against these guys, don't be afraid, man. Just play your game. You'll be surprised. They go for all the moves that high school guys go for. And this is important, because at the time, he's like, okay, maybe I should go to the NBA. He's like, maybe I should go to Duke. Maybe I should play in college, like he's not entirely sure what to do. And this really pushed him over the edge. It says they remain difficult to draw too many conclusions from Brian's experience working out with pros that summer, except for one impression that really mattered. Brian's own. He came away thinking that he could do it, that he could play against NBA players right away. And so when I got to this part of the book, it made me think of this, I've told you before that I have like these folders on my phone, and I save like quotes and videos just as a way to like hype myself up and really brainwash myself. And so one of these things is this video of Larry Bird, a young Larry Bird specifically talking about this experience, which is very, very similar to what is happening in Brian's. It's just always amazes me how these things connect together. It's like the same story over and over again. He's like the book says he came away thinking that he could do it. He could play against NBA players right away. Therefore, he could skip college and go right to the NBA. Right? So there's this fantastic video I've watched, I don't know, 1000 times. And Larry Bird is talking, he's like, you know, they, they, he's talking essentially about the doubters, right? Like you went to a tiny school. And so that's the background to what I'm about to quote him here. He says, they said you never played against the UCLA or Notre Dame or an IU. They said he meaning Larry, he's talking about himself, they said he won't be able to get his jump start off on the pros. He's won't be quick enough. He won't be able to rebound. It took me three days after rookie camp, I found out, hey, this league is nothing. I can play in this league, and I will dominate in this league. And that is so important. Because he's like, wait, everybody, everybody, all what the critics were telling me this is a critics don't know shit that you and I've talked about over and over again, right? The critics are saying I can't do this. I get to the NBA, I'm playing against other NBA players like no, I can do this. And I'm actually way better than them to I absolutely love, love that video. And then we go back into Kobe's work ethic again, it's not just saying, hey, I'm good enough. No, it's like you have to back that up. And you should be putting in the work to do so says man, let me tell you something. That's when I first saw this is one of his high school teammates are in the other high school players in this camp that he's in. He's a Kobe's a senior in high school, we worked out twice a day, we would start at 10 in the morning, Kobe was there at eight, we get done at 12. Kobe would stay till two, we'd start again at seven at night, Kobe would be there at five, we'd finish at nine, he'd stay to 11. Every day, none of the pros were doing that. And so when I got to that part, I thought about another video that I saved this is Kobe actually talking about how to get an edge, which can be applied to any domain, right? He says your job is to be the best you can be. You want to train as much as you can, as often as you can. Imagine you wake up at three, you train four to six, relax. Now you're back at it again, nine to 11. Relax. Now you're back at it again, two to four. Relax. Now you're back at it, seven to nine. Look at how much more training I have done just by starting at four. As the years go on, the separation that you have with your competitors and peers just grows larger and larger. By year five or six, it doesn't matter what work they do in the summer, which is when most other players do like their their training and try to focus on improving their game, right? So he says, by your five or six, it doesn't matter what work they do in the summer. They'll never catch up. And this is just a quote from his AAU coach at this time. Kobe's a genius in basketball. He studied the game harder than anyone else has ever studied the game. The note I left myself on this page, how many high school seniors are this focused part one being talking about the girl he's dating in high school, being Kobe Bryant's girlfriend at that age meant lots of evenings at Bryant's house watching basketball videos. A few pages later, how many high school seniors are this focused part two. One day just before practice, the team was informed that it couldn't use the gym because there was flooding. 14 guys practice had to be called off. 14 guys just sprinted out of there high fiving each other excited about no practice. This is bullshit. Bryant screamed, slamming a ball on the floor. This is bullshit. We've got to practice. I want to practice. This is ridiculous. Okay, so now we get to the point where Kobe's is going to the NBA. He's already made a decision. And this part is really important to understand is that imitation precedes creation. This is something I learned from Stephen King, that it is perfectly normal for you to imitate other people before you create something unique that is fundamental to the human experience. And we're seeing that here because Kobe is spending so much time he's idolizing Michael Jordan, he's watching his game tape, he's studying over and over again. And so it says they were struck by how much Bryant was beginning to play the part of the next Jordan. His head was shaved just like Jordan. He talked just like Jordan. He had adopted many of Jordan's mannerisms. He's 17. And later on in the book, I'm pretty sure I have a highlight where Jordan is just like stop this nonsense. Like this is perfectly normal. Kobe copied me just like I copied the people before me. He's like, and Jordan even says that's how human beings learn. And so one of the promoters that's I think working at Adidas if I'm not mistaken, is talking about this. It says his name's Michael Harris. So he says, he's talking to Kobe about this. He says Kobe had a closet at home filled with critical research. It held all these VHS tapes of Michael's games. I wrote founders and then exclamation points, because essentially, like you're walking around in your pocket with a podcast that does this for you, right? Kobe had a closet at home filled with critical research. It held all these VHS tapes of Michael's games. He'd pull them out and study them and do the moves. Look at what I added, Bryant would say, and then he would do a move. I think it's important to sit here and pause on this because this is not unique to Kobe, right? If you've seen The Last Dance, which is a fantastic documentary you should watch over and over again, the episode where Kobe appears in The Last Dance right before he tragically dies, right? He says something, he gives me goosebumps. Like I'm not kidding. And he says, I truly hate having discussions on who would win one or one or fans coming up to me saying, Hey, Kobe, you beat him, Kobe. And he says, I'm like, yo, and he puts his hands up like, Hey, stop. What you get from me, I'm getting goosebumps now. What you get from me is from him. I don't get five championships without him because he guided me so much and gave me so much great advice. That happens in entrepreneurship too. If you listen to episode 107, which is the biography of Sol Price, everybody knows the business Costco. The founder of Costco is this guy named Jim Senegal. Jim Senegal started working for Sol Price when he was like, I think he was a teenager. And later on, I think this is after Sol Price passes away. Jim had known him for like 50 years at that point. And a reporter is talking to him. He's like, Oh, you've known soul for a long time. You must have learned a lot from him. And he's like, no, I didn't learn a lot. Everything, everything I know came from him. It's the same idea. When Kobe says stop, what you get from me is from him. I don't get five championships without him because he guided me so much and gave me such great advice. It's the same role that Sol played in Jim's life. Everything I know I learned from him. That knowledge passed on from one generation to the next made Jim a billionaire. That is incredible. How could this not excite you? So a couple pages later, more, more observations by this promoter, this Harris guy that's working with them. They're doing all kinds of like media stuff. They arranged for Kobe to take the singer Brandy to his high school prom, which I'll get to in a minute. So in the coming weeks, Harris got a few of just how ambitious young Brian was, he would stay out until 1am. But no matter how late Brian stayed out, he was up early and going through unbelievably demanding workouts each day. Are you crazy? There's that word again, I think this is a third or fourth time I've mentioned it. It's all over the book. I'm telling you, just expect for people around you not to understand you. People that do not have founder mentality cannot and will not understand it. Are you crazy? Harris thought to himself, he believed me and Kobe in himself far more than I or anybody else did. So they arranged all this media obligations. They're going to have like they make this like big media spectacle about his high school prom and him taking Brandy says People magazine was there about a bunch of dozens of other reporters are there. But Brian almost disappointed them. He and a teammate were watching basketball videos. Think about that. He almost missed his prom because he was watching game tape. This made me think about when I did the biography of Rick Rubin. On Episode 245, Rick Rubin missed picking up his Grammy because he was working. So before the Lakers agree to figure out a way to draft Kobe, they're doing workouts. And Jerry West is a legendary like he's the logo, like when you look at the NBA logo, that's Jerry West. This is also the guy that Kobe had been watching videos of and was being a really close mentor throughout like his entire life. And so West says something interesting here that I think this is why I'm bringing this to your attention. But it says before the workout, Bryant got his first opportunity to talk at length with West and this is what Brian said after that he just knows so much about the game. And according to this, the workout that West put him through was very short. And he says within a few minutes, West told Brian that the franchise was going to do everything within its power to draft him. And then he describes why. And then this is just me being selfish where I wrote on this page, like I'm trying to be like this, I want it to be obvious to other people how much work I'm putting into what I'm doing. I'm not lollygagging. I'm taking this very seriously, says West had long held to the belief that as a scout, you could see what a player could do on the floor. But it was much harder and almost impossible to read a player's heart, which was where real greatness lay. But Brian's workout had been so impressive that for Jerry West, it had revealed his heart. It was there in his skill set alone, just the amount of work that a player would have had to do to possess such immaculate moves, the footworks and fakes and execution, the hours that must have been put into to get that kind of perfection. So now he's playing on the Lakers. He's a still a massive Magic Johnson fan, and he's going to copy something that Magic believed as well. And it says magic was the kind of player that didn't let his teammates get out of focus. It was all about the ultimate prize. And there were no exceptions. You either won the NBA championship or you did not. There was no second place. Just one line on this page for you. Bryant was an intense introvert. Famously, there was a clause in Michael Jordan's contract called for the love of the game clause, meaning he could play basketball anytime and anywhere he wanted, which I guess was rare because, from my understanding, NBA teams were trying to restrict when they could play basketball because they didn't want you to get injured. Kobe actually injures himself playing a pickup game in Venice Beach. And so I'm going to tell you about that. But then I thought Jerry West's response to this, considering he just drafted Kobe was very interesting. So it says Kobe had injured his wrist playing at Venice Beach. I just couldn't believe that a guy would be playing pickup ball there. An NBA guy would be playing pickup ball here. That was my first experience with how excited and enthusiastic he was just about playing the game. He truly had a passion for playing, regardless of where it was, what time of day he was going to play. West didn't seem worried. This is what he said. This guy will play in the Little League tournament. It doesn't bother me. He loves to play basketball. He's one of the most dedicated players I've ever seen. And so his first few years, his coach is not playing him that much. He's not getting minutes. Kobe's getting depressed. And so he does something very, very smart here. Larry Ellison did this exact same thing when Oracle was going through rough times. He'd read biographies of great figures as a way to motivate himself and convince himself that things will get better. Kobe does the exact same thing. Part of his strategy for keeping his disappointment at bay was to focus on others who had faced far more difficult circumstances. I read the autobiography of Jackie Robinson, Brian said. I was thinking about all the hard times that I'd go through this year and that it never compared to what he went through. That just kind of helped put things in perspective. He would also read fiction and do this as well. He actually, not only with myself on this page, is build your own world. And then we got to talk about all the founders that use this idea of visualization. So it says, Kobe always loved Disney and Star Wars and Jedi Knights. When Tex winner, so Tex winner is this coach, Coach Jordan and Kobe. I think he's the one that came up with or maybe he was the greatest expert on the triangle offense. And he's like this wise old man. And Kobe essentially uses an idea from Star Wars. He's like, Oh, Texas is going to be my Yoda. So it says when Tex winner showed up to help coach the Lakers, Brian immediately dubbed him his Yoda. He had this very symbolic Kobe that is Kobe had this very symbolic metaphorical way of seeing things. He viewed the world through the lens of a fabulous narrative. His favorite book had been the sci-fi fantasy Ender's game about a protagonist trained from a young age to face increasingly difficult challenges in order to save the world. For the next six years, Brian had lived his life as if going on a mythical quest. The only way he could keep the whole dream going was to work harder and harder and harder to spin his fantasies around and around until they wrapped him tight in a new reality. Visualization was immense for that. It drove his many hours of solitary practice time. So this idea of visualization seeing something in your mind before you see it in reality sounds like Willy Fufu to a lot of people. I understand that all I'm telling you is pops up over and over and over again in these books. Kobe Bryant, Bob Noyce, Edwin Land, Steve Jobs, Arnold Schwarzenegger, Estee Lauder all did this. This is a quote from Estee Lauder's autobiography episode 217. If you have not heard that podcast, you got to listen to it right after you're done with this. Visualize, she says, in your mind's eye, you see a successful venture, a deal made, a profit accomplished. It has a superb chance of actually happening. Projecting your mind into a successful situation is the most powerful means to achieve goals. If you spend time with pictures of failure in your mind, you will orchestrate failure. Countless times before the event, I have pictured a heroic sale to a large department store every step of the way and the picture in my mind became a reality. I have visualized success, then created the reality from that image. Great athletes, business people, inventors and achievers from all walks of life seem to know this secret. So there is this well known event that happens early in Kobe's career. I think this is the first year, his rookie year, they had eliminated from the playoffs and he is blamed because he shoots a bunch of air balls. And so I want to read his immediate reaction to this unbelievable disappointment that he had to disappointment that he had to endure and how it compares to Michael Jordan and the founder of IKEA. And so it says that evening after the loss, Bryant went straight to a gym at a neighborhood school as soon as he got home to LA. He went in the gym that night and shot until three or four in the morning, Scoop Jackson said. There was no crying, none of that shit. He went straight to the damn gym. I think that game was vital to how good he became. That level of embarrassment to happen to somebody like him, the next year he came out like a fucking maniac. And then I wrote a quote that I learned from the founder of IKEA, which I think is absolutely fantastic. He says, only those who are asleep make no mistakes. Making mistakes is the privilege of the active. And so Kobe's response was the perfect, correct response. Let's go to Michael Jordan's autobiography driven from within. He says, look around and just about any person or entity achieving at a high level has that same focus. The morning after Tiger Woods rallied to beat Phil Mickelson in the Ford Championship in 2005, he was in the gym by 6.30 to work out. No lights, no cameras, no glitz or glamour, uncompromised. And very soon after this, he does something smart. This is also advice that Estee Lauder said that you should embrace peer relationships in your field. He goes out and he tries to build a relationship with Michael Jordan. He's like what, 21 at the time, I think Michael Jordan's 35. And this is a perfect illustration of Steve Jobs point that asking for help is a superpower. And he's and it's a superpower Steve Jobs says that most people don't use. He's like, if I needed help, I would just pick up the phone and call and ask for help. And almost everybody would always help me even early in my career. This is Steve talking even earlier in my career. And most people just won't even pick up the phone. So they're playing against each other. And Bryant does something smart. He says during a pause in the play in the fourth period, Bryant brazenly went up to Jordan, asking his advice on posting up. In the fourth quarter of that game, he asked me about my postup move in terms of do you keep your legs wide? Or do you keep your legs tight? Jordan said later, I told him I always use my legs to feel where the defense is playing so I can react to the defense. His bigger challenge now this is Jordan talking about Kobe, his bigger challenge, his biggest challenge will be harnessing what he knows and utilizing what he's got and implementing it on the floor. That's tough. That's experience. That's the things that Larry Bird and Magic Johnson all taught me. And so Kobe also said that when they're having the conversation on the court in the fourth quarter, he's like, if you ever need anything, call me. And so you tell a learning machine like that. And what do you think Kobe is going to do? We know what he's going to do. Because earlier, I was quoting from the last dance documentary. And Kobe said I don't get five championships without him because he guided me so much and gave me so much great advice. This won't be the last time that we talk about the relationship between Michael Jordan Kobe. It is a main theme and a really important part of the book. This is later on in Kobe's career. This is his teammate Derek Fisher talking about the importance of self confidence, the more you experience time around him and get to see him in different situations, the more you understand that that's all it is, it's confidence. He's just a guy who has an immeasurable amount of confidence in his ability to play the game. That really was, he's talking about the level of intensity he brings to practices. That really was the way we all should have been competing. We should have been competing with Kobe's spirit. And Kobe was always standoffish. They talk about that in the redeem team documentary too. He's a little older in his career. So he was, you know, somewhat open, but he is a lone wolf very much. And in many cases, he had a hard time. Essentially, like, if you wanted to develop a professional relationship with Kobe, he would view it through the lens of basically one thing. And the reason that he was as close as he could be to another player, that would be with Derek Fisher, is because he saw Fisher's work ethic. He's like, Fisher may not be a superstar like I am, but he works his damn ass off. And so therefore I respect him work ethic was the one standard by which Bryant measured another player. One of Steve Jobs favorite quotes was that simplicity is the ultimate sophistication. This is an example of that the great basketball players and really great at anything, right? The great basketball players try to take complicated things and find simple ways to do them. Another example of Bryant talking about how Jordan was in the development of his own career. Bryant said that getting advice from Jordan is like getting advice from the Buddha that sits on top of the mountain who has everything figured out and passes on some of his knowledge to the next guy who's trying to climb that mountain. We also see that Kobe's willing to ask anybody for advice. If he feels you have talent that he lacks or information he lacks, he's going to go straight to you even if you're a competitor. At this time, he's like, I have I'm making progress on offense, but my defense is lacking. So he goes up, there's a this takes place during All Star Weekend. And it says another important moment happened when Seattle's Gary Payton helped Bryant understand screen and roll defense. So again, go back to what Steve Jobs said, most people are never even going to do that. Bryant has a giant ego, thinks he's gonna be the best ever. And he's still willing. He's like, Hey, Gary, like help me with this, man. I don't know how you do what you do. This is huge. And I try to copy this as well in my own life. So says Gary Payton helped Bryant understand screen and roll defense. I don't think Gary knows how much he helped me. Bryant said, Bryant demonstrated dramatic defense improvement afterward. So something that jumps out in this book, but also jumped out because Oh, I forgot to tell you, this is the same. So I told you, I've said this a few times now. The book I did on 212, the biography, it's like a 700 page biography of Michael Jordan. It's written by the same guy, Roland Lazumy. That book changed my mind, or not my mind, that book changed my life. I think about it all the time. So what was interesting to me is how much and it shouldn't have been interesting, really, it shouldn't even be surprising, is how much of the Jordan biography is about the importance of mental strength. And a lot of the lessons Jordan learned about the importance of taking care of like being in a moment, like the Zen training, the taking care of like the mental anguish and stress you're under, he learned from Phil Jackson. And so we see in this book that Phil Jackson is doing the same thing with Shaquille O'Neal and Kobe Bryant. And so I'm gonna this is gonna happen over a few pages, but I got a couple things I want to pull out here because I thought it was interesting, where they call this guy their secret weapon. And I think the parallel here is obviously very important that entrepreneurs are going to it's inevitable, you're building a company, you will have times of mental anguish, depression, that you want to give up. Episode 200 on James Dyson is the best, like thing I could point you to on how to get through it. But it's what Mark and Jason said, like there's only two emotions that entrepreneurs experience. And it's either euphoria or terror, you feel at the top of the world. And then the very next day, the very next week, you were convinced that you're doomed. Anytime I put that quote out on social media, or I talk about on a podcast, I get a ton of messages say, yep, that's exactly how I feel. So let's go into how they try to like deal with this, right. So this is George Mumford had been brought in to lead the Lakers in meditation and mindfulness training, just as he had for Jordan and the Bulls. He offered specific mental training, much of it in the Zen mold for reducing the stress of competition. He's our secret weapon, O'Neill would say of Mumford. Bryant was content to discuss the mental elements of competition with Mumford, as were his teammates. It was good because it gave people a chance to talk about the things they might be on their mind. The hype, the pressure, Brian explained, I think it's good for them to talk about those things. It's increased our performance a lot. I'm surprised other teams don't do this kind of stuff. Working with George helps us get to the issues, or helps us get issues out of the way before they even start. This is more on the inevitable conflict, all great teams, whether business or otherwise, have conflict. In fact, Jeff Bezos prefers it that way. When I read the book, the second biography of him, Amazon Unbound, for Episode 180, there's a line in there that I never forgot where Jeff says, if I have to choose between agreement and conflict, I'll take conflict every time. It always yields a better result. And so we see that here. Jerry West had reportedly told Shaquille O'Neill, I played with two of the all time greats, Wilt Chamberlain and Elgin Baylor. You don't think we had personal rivalries going on back then? You've got to stop being a baby, put all this personal stuff aside and do what's important. Put the team's success first. So at the beginning of the book, the author says, hey, you might want to look at this story. It's like a cautionary tale, the fact that he would sacrifice anything in service of this goal. There's a fantastic quote by my friend Sam Hinkie. He was on Invest Like the Best with my friend Patrick. And he brought this up because something that he really enjoyed was Robert Caro's multiple part biography of Lyndon Johnson. And I thought one of Sam's takeaways was very similar to Kobe Bryant. And it talks about how ruthless a person can be. And understanding this, this is part of human nature, these personalities appear over and over again. You have to understand that there's people out there that literally don't care. And if you get in their way, or if you're naive to the fact that this personality appears over and over again, like they can cause an incredible amount of damage in your own life. And so Sam says if you want something like the presidency, or being a billionaire, I think that was my quote, not his, like the presidency, you should presume there is someone out there who will devote all their time, money, relationships, sense of ethics, everything in sacrifice of that one goal. Of course, that kind of person would win that race. Now he's clearly not saying you should be a person that has no sense of ethics. He's just telling you this is part of life. And we see that with Kobe. A huge part of this book is him sacrificing the relationship with his family. I left it out because I don't actually understand it that much. They have like these falling outs, a lot of it had to do with money, but he didn't just do it to his family members. The guy that brought him to Adidas that made him famous, this guy named Sonny Vaccaro, he's this famous figure in Nike history and Adidas history, and he's like this interesting backstory. Anyways, eventually he ceases to be useful to Kobe, and this is what Kobe does to him. And I just wrote the word ruthless. And it says in making his exit, he just basically cut him out of his life, but never even bothered to tell him. And so it says in making his exit, Bryant never even bothered to phone Sonny and thank him for the experience, which had included money for his parents and guaranteed millions for Bryant before he ever played an NBA game. More than a dozen years later, Sonny still has never heard a word from Bryant. Ruthless. If you want something like the presidency, you should presume there is someone out there who would devote all their time, money, relationships, sense of ethics, everything in sacrifice of that one goal. Another main theme of the book that you and I've talked about a few times now, don't expect people to understand you. So this is just somebody that knows both Kobe and Michael Jordan. He wound up working with both Jordan and Bryant, his name is Shafer. And it says as a result of these experiences, as Shafer had made a study of competitive personalities. This is about Jordan's hall of fame speech. And so again, main theme is expect to be misunderstood. I saw Jordan's hall of fame speech. The public's general reaction took me by surprise, where it's going to take Shafer by surprise too. It says, whereas the public seemed infuriated by Jordan's emotional hall of fame speech in 2009, Shafer deeply admired it. I remember sitting there on my couch with my wife watching it, he said, and I turned to her about halfway through and I said, this is the most real he's ever been with cameras on before. It was authentic. It was him. It was everything about him that I loved personally. I thought it was great. It was far from easy for such competitors to be real, he said, adding that Jordan got crushed for doing so. He is just this person who I think is unparalleled as the greatest player in the history of the game, telling us what he thought. It was a privilege for everyone to hear what he thought. And so going back to that theme, that this is maybe a cautionary tale, be careful what you wish for. These are very old ideas that are passed throughout human history. There's like an entire chapter, it goes on and on. I don't have to pull out anything like any specific quotes. What I was struck by is how similar this was to what you learn if you watch the last dance documentary. Like Jordan in the last dance, a lot of Kobe, the more famous you get, they can't go anywhere. And the crazy thing is by the time in Jordan's career that we see in the last dance, it's what's happening to Kobe here at this point in the book. It's like a lot of their time is spent in isolation in hotel rooms. And so let's go back to this idea that they have the secret weapon, they have the psychologist, they're working on the mental part, the maybe even like the personal relation parts you can think of. Really, there's two paragraphs here I'm going to quote from. This is the main theme, I think it's founders 265 of becoming Steve Jobs and why I think that Steve Jobs biography, if you're going to read one, I'd read that one because it talks about the transition, the fact that he evolved the subtitles evolution of a reckless upstart into a visionary leader. Like the Steve Jobs at 25 or 29 could not be lead the quality of an organization that Apple became when Apple when Steve came back when he's in his late 40s. And so I put Steve Jobs way of interacting with people is very similar to Michael Young Steve Jobs, and older Steve Jobs really, is the same way that Michael Jordan and Kobe Bryant reacted to people that didn't meet their very high, almost ridiculously high standards. And so I think this is actually an important part for founders as they think about managing other people that are not founders, right? It would become Mumford's goal to help supremely competitive players find a means of contending with what made them different so that they'd be able to not just compete at the highest level, but also to find a means of channeling compassion into their everyday lives, despite their astronomical competitive instincts. Highly competitive personalities like Jordan and Bryant could absolutely kill a team atmosphere with displays of ruthlessness or selfishness that that sentence right there, you put take out Brian and Jordan and put in Steve Jobs are really a ton of the people that you and I talk about. And it's still true, they could absolutely kill a team atmosphere with displays of ruthlessness or selfishness. So therefore you have to learn the skill right. From the beginning, Kobe was not adept with social skills. He did not realize how to get through relationships and interactions with other people. He was a young guy and it took the course of his career, just like Steve Jobs to figure out how to deal with people on a one on one basis and in a team atmosphere. And he was not perfect in this regard, even if he improved, right? They're never going to be perfect at it. They're just so different than anybody else. And so we see example of this, this is what Kobe told his teams after they missed the playoffs, he'd already won three championships at this time, but Shaq's not in on the team anymore. And it says the Lakers missed the playoffs had been 11 years since the last time they had missed. And this is what somebody in the locker room said happened. So after the last game in the locker room, the coach goes to the usual bullshit, you know, you guys played hard, blah, blah, blah, trying to be positive. I appreciate your effort. Kobe says, I've got to say something. He stands up, points around the room and says, you motherfuckers don't belong in the same court with me. You're all shit. And he walked out of the locker room. And so the rest of the book is on Kobe's drive to get back to the championship. That's all he's like, I have one goal, one determinant in whether my career was a success or not. And it's like, how many rings did I get? And so there's many pages where I don't have any highlights. And then I get to page like this, where there's two or three pages in a row, where I highlight almost the entire thing. And so I'm going to read my note first. And I'll leave this in the show notes as well. This is important. There's another four ideas on spread out of those pages. Search for your limits, extreme personal practice, resourcefulness, find a way that's number three, and number four, study the grades. And so it says, if the scoring displays, meaning he's just scoring a ton of points, 40, 50, 60 points game, if the scoring to play showed anything, they revealed that Bryant Bryant was clearly a man in search of his limits. His ability to perform at this high level was solidly based on his years of extreme personal practice. He began with his immaculate footwork, an array of pivots, reverse pivots, jab steps and feints that allowed him to create the room to rise up in a tight space and make seemingly impossible shots under impossible circumstances. This is really the way I think about this is all really resourcefulness, right? Taking something that other people could do, yet finding an opportunity in something that's available to everybody else where like you see opportunity where other people see nothing, right? This unique skill was the perfectly formed product of his study of untold hours of videotape of every single one of the game's great scores. It would also involve conversations and more film study with tech's winner about footwork and time spent with Jerry West talking about a million important details. And this is the end result of putting all this together. Bryant was building respect among his peers. Every time we played them and the game was tight, we guarded him well, said San Antonio Spurs coach Greg Popovich, but he'd still knock down the shot. Popovich had a full understanding of what allowed a singular player like Bryant to stand far above so many others. He was one of the rare few who simply cared far more about the game than anyone else. So now we go back to this guy, Shafer, who I was referencing that had worked with both Bryant and Jordan. Chip Shafer became Bryant's go to aid as far as workouts, which meant that Shafer was on call around the clock. Shafer had an endless supply of Jordan stories to share with Bryant, uh, to share when Bryant wanted to take a break in between his workouts. Shafer recalled, Kobe would ask me specific questions about how, how Jordan would handle situations. Kobe was often curious about how not just basketball specific stuff, but even some of the peripheral things. Like if a team was going through something, how would Michael react toward a teammate? He was interested in what kind of leader and what kind of leadership and management Michael would have. And so on the next page, Shafer continues to tell us, like give an inside look into Kobe Bryant. The note I left, this is a note, a personal note to myself. I'm asking myself as I get to this page, well, like, what would your equivalent level of dedication look like? And so this is what Shafer said, a game would end and we would fly to the next city. We'd get in at three in the morning and he'd want me to come and do a stretch with him instead of just going to bed. He couldn't switch it off on the flight while his teammates were sleeping. Bryant would watch the game he just played to review his and the team's performance. Then he'd watch a scouting video of his next opponent. And then we get to the point where I mentioned earlier how Jordan actually sticks up for Kobe's like, well, this is actually how humans learn. So it says Jordan talked about how hard Brian had worked to be great. He and Bryant were obviously close. And Jordan spoke up to defend Brian against critics that claimed he was merely copying Jordan. Jordan said he didn't see what all the big fuss was about. After all, human behavior was mimetic. That's how humans learned. They copied and aped another, one another. Jordan acknowledged that Bryant was the best of a generation of players who had sought to be like Mike, quote unquote, but how many people lighted the path for me, Jordan said. That's the evolution of basketball. There's no way I could have played the way I played if I didn't watch David Thompson or guys prior to me. There's no way Kobe could have played the way he played without watching me play. That's the evolution of basketball. You cannot change that. Bryant was the one who had done the work in the face of the example he presented, Jordan said. And it says his retirement was announced in a love letter he wrote to the game, citing his obsessive passion for the sport and its letter that I want to close on. Dear basketball, from the moment I started rolling my dad's tube socks and shooting imaginary game winning shots in the great Western form, I knew one thing was real. I fell in love with you. A love so deep, I gave you my all from my mind and body to my spirit and soul. As a six year old boy deeply in love with you, I never saw the end of the tunnel. I only saw myself running out of one. And so I ran. I ran up and down every court after every loose ball for you. You asked for my hustle. I gave you my heart because it came with so much more. I played through the sweat and the hurt, not because challenge called me, but because you called me. I did everything for you because that's what you do when someone makes you feel as alive as you made me feel. You gave a six year old boy his Laker dream, and I'll always love you for it. But I can't love you obsessively for much longer. This season is all I have left to give. My heart can take the pounding. My mind can handle the grind. But my body knows it's time to say goodbye. And that's okay. I'm ready to let you go. I want you to know now so we can both savor every moment we have left together, the good and the bad. We have given each other all that we have, and we both know no matter what I do next, I'll always be that kid with the rolled up socks, garbage can in the corner, five seconds on the clock, ball in my hands. Five, four, three, two, one. Love you always, Kobe. And that is where I'll leave it. As you can imagine, it is a 600 page book. There is so much more in this book. If you want the full story, buy the book using the link that's in the show notes and you'll be supporting the podcast at the same time. If you don't get this book, make sure you order and read Kobe's book, Bob a Mentality. I'm doing a bonus episode very soon. It'll be the next upload that you see from me. I'm rereading that book for the second time and making a new episode on it. And as you read more and more, it's important to remember what you read. If you want to use the same app that I use that stores all of my highlights and all of my notes on everything that I read, it's read wise. I'll leave the link down in the show notes. But if you go to readwise.io forward slash founders, you could try it for 60 days free. That is 272 books down 1000 ago. And I'll talk to you again soon. So I'm not sure if you know or not, but I have personal notes like individual notes on over 300 podcasts and lectures about entrepreneurship. And you can actually read them for free. It's at David's notes dot sub stack calm. And I should actually update this and add to it more frequently. I've just been so obsessed with building founders that I have a hard time diverting any attention to anything else. But I do think it's valuable. And it actually informs like my understanding of the books I'm reading, and what I'm trying to explain some of the lessons when I when I sit down to talk to you, right. And what I do very frequently is the benefit of this used to be like an Evernote notebook, the benefit of me moving it over to sub stack is I have the ability to share the links, but also search. And so if I'm thinking about like, if I'm researching something, I'll research or city, I'll search through all the archives, and then reread something that I maybe have done, you know, years ago. And so a couple years ago, I took notes on this short video of Warren Buffett answering questions. And he talks about why he reads annual reports. And there's one thing that he says here that jumps out that jumped out at me when I reread it this time, because I'm like, Oh, this is what founders, investors and executives should be using TIGAS for. It gives you like a Warren Buffett level brain, it'll make sense when I get there. So I'm just going to read some of the notes. And then I'll tell you which which part jumped out at me. So he talks about Okay, why the title is why does he read annual reports. And so he starts out, well, this is what reading annual reports tells you. And he says, I like to know as much as I can about the person running the business, the meaning the person authoring the note, right? Or the report rather, how they think about the business, what is really going on inside the business to Warren, the perfect annual report would be a report that was identical. This is so fantastic. Because this is kind of how I think about the original idea for founders podcast was, hey, what if you could meet up? I'm reading all the time anyways, right? Like, what if you could meet up with your friend who reads a lot, and you meet up with him once a week, and he just tells you the stuff that he learned that week, that based on what he read. And so I love Warren's interpretation is this, he's like, well, you know, I can only write my annual report, but I wish all annual reports were in this fashion. He says a report that was identical to my partner telling me the state of the business if I was away from the company for a year. And this, this is the part, this is the part I read that jumps out to me and why I think this is exactly what Tigas does for founders, investors and executives, right? But it's also I think him holding us to a high standard. His point is like, it's not good enough, just to like, if you're thinking about making an investment company, for example, it's not good enough just to read their annual report. And he's like, you should read the annual reports of every other company in the same industry. A lot of people use Tigas to research there's based on their extensive expert network, right? And the fact that there's all these thousands of these calls happening every day, they record them and they transcribe them, you have like this God level view of a company. But why don't you take it a step further and do that, not only for for the company or interested, but every company in the industry. And so Warren says, I like to understand what's going on in all kinds of businesses. This is why Warren thinks you should read the annual reports of every other company in the same industry. I like to understand what is going on in all kinds of businesses. If we own stock in one company in industry, and there are eight other companies in the industry, I want to read their annual reports too. Because I can't understand how my company is doing unless I understand what the other eight are doing. I can't be an intelligent owner of a business unless I know what all other businesses in the industry are doing. This is why you see me go crazy. When I find somebody I really admire, right? The perfect example is that people, geez, David will not shut up about Edwin Land. Like when when you see when you see Steve Jobs talk about Edwin Land, like the fact that Steve Jobs is like in his early 20s, he's like Edwin Land is my hero, then Steve Jobs is dying, he's in his 50s. And he's still talking about the impact Edwin Land had on his career. Then I read the first biography of Edwin Land, which was this book called Insistee and the Impossible. I was like, oh my god, this guy's as amazing as Steve. Then I read every single book I could find on him. I think I've read five biographies of Edwin Land. And I think I've read three of them twice. So I completely agree with what Warren's saying here. It's like, if you're interested in something, go deep. Why are you stopping? It's like, don't just read the annual reports of the company you're interested in. Read the annual report of every other company in the same industry. That's what I meant. It's like gives you Warren Buffett brain. It's crazy. So it says I want to read their annual reports too, because I can't understand how my company is doing unless I understand what the other eight are doing. I can't be an intelligent owner of a business unless I know what all other businesses in the industry are doing. Then it goes back to Warren here. He says the difference between annual reports and Wall Street reports. Over the years, I have found reading a lot of reports to be quite useful for making business decisions. That is exactly why it exists. Quite useful for making business decisions at Berkshire. It is amazing how well you can do an investing with outside information. He's still talking about annual reports. And then he says we have gotten a lot of ideas from annual reports. And then he goes into, hey, this is not like I take this extremely seriously. This is the time that it requires. It will be 45 minutes to an hour for each report. If there are six to eight companies in the industry, that is six to eight hours. The way you learn about this is. Yes. Thank you, Warren. This is exactly how I feel now. I've read hundreds and hundreds of these biographies and the fact that knowledge compounds, right? Like what I'll be able to explain to you at episode 272 or whatever I'm on right now, whatever it is to is like, that's a lot more than I could when I had only read 20 biographies or 50 or 100. Imagine what like how much of this is going to compound when we get to episode 1000 or 2000. So he says the way you learn about a business is by absorbing information about them, thinking about them, figuring out what counts and what doesn't relating one thing to another. That is the job. You have to understand the businesses. That is where it all begins and ends. And Teagus is building a product that does exactly that. It helps you understand the businesses and the industries, whether you're making investments, whether you're launching a new product or you're competing. And you can see this for yourself by going to teagus.com. It's T U G U S dot com and starting a free trial today. Okay, so now I want to go over this talk that Steve Jobs gave. He gave this talk a few weeks after returning back to Apple in the late 1990s. I was talking about this. This is the conversation I was having or referencing when I was talking to Jordy, who is the founder of capital at capital dot x, y, z. And so I have maybe like 10 bullet points from this talk that I save that I reread all the time because I think it's valuable. So I'm just going to read from this list because I think you'll get a good understanding of Steve, the way Steve Jobs was thinking about really rebuilding a company that he had founded, you know, two decades prior. And so he says, I've been back at Apple for eight to 10 weeks. What we're trying to do is not something highfalutin. We're trying to get back to the basics. We are trying to get back to great products, great marketing, and then great distribution. And so then he goes right into one of the main things that he repeated his entire career, the importance of focus. Says we started with the product line. We said a lot of this doesn't make sense. There's just way too much stuff. And there's not enough focus. So we got rid of 70% of the stuff that we had on the product roadmap, you will see our product line get much simpler. And you will see it get much better. Why? Because we've been able to focus a lot more on the gems. So he's like, okay, I'm going to reduce the scope of the product line. I'm going to focus on just a handful of products and make those products the best I can possibly make them. And then I got to figure out what's the best way to sell them. And you and we knew we know, I mean, he didn't maybe didn't know at this time, but we know what's coming next. And that's the most successful retail stores of all time, the Apple stores, he says we have not kept up with the innovations under distribution. And they also start their own selling directly to customers online as well. We have not kept up with innovations under distribution, we will not only catch up with the best of the best are in distribution, but we will be innovating and breaking new grounds and distribution. That line is a hint to the Apple stores, right? Then he goes into really what the focus of the conversation how majority is about how to think about why you're doing what you're doing and then how to convey marketing just marketing is all marketing is just communication. And so you see the best companies lead with why they're doing what they're doing. So then Steve goes into this to me marketing is about values. The world is complicated. It's noisy. We're not going to get a chance to get to people that are to get people to remember much about us. No company is so we have to be really clear about what we want them to know about us. The way to do that is not to talk about speeds and feeds. It's not to talk about why we're better than Windows. The dairy industry tried for 20 years to convince you that milk was good for you and sales kept going down. Then they tried the got milk ad campaign and sales shot up. Got milk doesn't even talk about the product. In fact, it is about the absence of the product. And then he goes into what he feels is one of the best companies in the world at communicating and marketing to their customers. One of the greatest jobs of marketing the universe has ever seen is Nike. Remember, Nike sells a commodity. They sell shoes. Yet when you think of Nike, you feel something different than just a shoe company. In their ads, they never talk about the products. They never tell you about their air souls and why they're better than Reeboks. What does Nike do in their advertising? They honor great athletes and they honor great athletics. That is who they are. And that is what they are about. And so when you go and look at capital's marketing efforts, it's exactly this. They're trying to honor founders. Back to Steve. Our customers want to know who is Apple and what do we stand for. What we are about isn't making boxes for people to get their jobs done. Although we do that well. Just like Nike isn't just about shoes, right? Apple is about something more than that. Apple's core value is we believe people with passion can change the world for the better. This ad campaign is called Think Different. It is honoring the people who think different and who move the world forward. This is exactly who Steve wants to build products for, right? It is what we are about. It touches the soul of this company. And that part means even more to me, considering how many books and all the stuff I've learned since the first time I heard Steve talk about this. And one of those books was the autobiography. I covered this book back on episode 229. It's called Mind Your Own Business, A Mavericks Guide to Business Leadership in Life. And it's the founder of Harmon Cardin. And he had a line in that book that I never forgot. And he talks about what is the role of the founder. And his description was the best description I've ever come across. He says, the founder is the guardian of the company's soul. So check out what capital's doing. Go to their website is capital.xyz. And they can explain to you how they're helping companies and modern founders raise, hold and spend capital all in one place. Okay, so all the way back on episode 227, I read this fantastic book called The Essays of Warren Buffett. So all the way back on episode 88, I read every single one of Warren's shareholder letters. But what this book that was put together by Lawrence Cunningham, called The Essays of Warren Buffett, did that was so smart is that he took the shareholder letters and instead of organizing them by year, which is standard, he organized them by topic. And so in the original podcast I did on this book, which again is episode 227, one hour and 28 minutes into the podcast or thereabouts, I go over this letter that I'm about to read to you now. It's under the heading titled On Selling One's Business. And the reason I'm bringing this up is because one of the sponsors of this episode is Tiny. And one way that Tiny has been described is that they're building the Berkshire of the internet. And you can go to tiny.com and read the testimonials and see all the founders that have sold their business to Tiny. And how their main differentiation just like Warren Buffett and Charlie Munger is, there's no BS, we're going to make this transaction as simple and easy as possible, where a lot of people that buy businesses make you jump through hoops, and it's just a headache. And so if you think about what Warren is doing here in this letter is his business is buying businesses. And so his customer or founders are managers of businesses. And so he is essentially writing a letter to a guy. So he wrote this letter in 1991 to a guy who indicated he might want to sell his family business. And so I'm just going to pull out a few highlights here and really think about what Warren's doing is he is differentiating his services from other people that also buy businesses. He says if you should decide to sell, I think Berkshire Hathaway offers some advantages that most other buyers do not. Practically all of these buyers will fall into one or two categories. And so now Warren is going to describe his competition. If you go to tiny.com, you'll see they described their competence in some ways their competition, which is typically VCs are private equity companies. Okay. So Warren says, number one, a company located elsewhere, but operating in your business or in a business somewhat akin to yours. Such a buyer, no matter what promises are made, will usually have managers who feel they know how to run your business operations and sooner or later will want to apply some hands on. And he puts the word help in quotation marks. Obviously, Warren does not think that the managers are going to install in that business are actually going to be helpful at all. The second other option, a financial maneuver is invariably operating with large amounts of borrowed money who plan to resell either to the public or to another corporation as soon as the time is favorable. Frequently, this buyer's major contribution will be to change accounting methods so that earnings can be presented in the most favorable light just prior to his bailing out. And then listen to this persuasion technique that he uses because he's writing to somebody that he knows it's a family business, which means they put a lot of their time and life energy into. So he says if the sole motive of the present owner is to cash their chips and put their business behind them and plenty of sellers do fall into this category, either type of the buyer that I just described to you is satisfactory. But if the seller's business represents the creative work of a lifetime and forms an integral part of their personality and sense of being, buyers of either type have serious flaws. So he's just described his competitive landscape. He says, listen, there's option one, there's option two, but then there's a new option, something that's completely different and better. And he's describing the services that he provides to founders. Right. So he says Berkshire is another kind of buyer, a rather unusual one. We buy to keep tiny does too, by the way, all of the businesses we own are run autonomously to an extraordinary degree. When we buy a business, the sellers go on running it just as they did before the sale. We adapt to their methods rather than vice versa. And in tiny's case, it's up to the founder if they want to stay or if they want to go tiny's fine with either solution. And then Warren does something fantastic. He's like, listen, you know who the past businesses we bought. In fact, I'm including in this letter, a list of every single person we've ever bought a business from tiny does something very similar on their website, which you can go see, you know, some of our past purchases, I'm enclosing a list of everyone from whom we have ever bought a business. And I invite you to check with them as to our performance versus our promises. And then Warren says, Hey, I'm going to keep it simple with you. If you should decide to do a business, do business with Berkshire, we would pay in cash tiny says the exact same thing on their website, your business would not be used as collateral for any loan by Berkshire, there would be no brokers involved. Warren also says you deal with me. And finally, you would know exactly with whom you are dealing, you would not have one executive negotiate the deal, only to have someone else in charge a few years later, or have the president or roughly tell you that his board of directors required this change or that change. And because Warren has hacked away at the unessential, all that is left is simplicity. And his pitch is simple. Do you want a great home for your business? Then call me and I will do a cash transaction really fast. Same thing that tiny does. I will not pester you. If you have any possible interest in selling, I would appreciate your call. I would be extraordinarily proud to have Berkshire along with the key members of your family own blank. So he took out any identifying information of who he's writing to. Okay, I believe we would do very well financially. And I believe you would have just as much fun running your business over the next 20 years as you have during the past 20 sincerely Warren Buffett, I think reading the entire letter is worth your time. If you buy the book, it's on pages 230 through 233. And make sure you go back and listen to Episode 227. The essays of Warren Buffett if you have not done so already. And if you have a business that you're interested in selling now or in the future, make sure you go to tiny.com.", "segments": [{"start": 0.0, "end": 4.32, "text": " One of my favorite things about making this podcast is that I get to talk to so many founders."}, {"start": 4.32, "end": 8.32, "text": " A lot of those founders are dead, so I have one side of conversations in the form of reading"}, {"start": 8.32, "end": 12.96, "text": " their autobiographies or their biographies. But in addition to that, because so many different"}, {"start": 12.96, "end": 17.84, "text": " entrepreneurs and founders listen to the podcast, I get to meet and talk to founders still building"}, {"start": 17.84, "end": 21.76, "text": " companies today. And a reoccurring theme on these conversations, a lot of these conversations I have"}, {"start": 21.76, "end": 26.240000000000002, "text": " with founders, is that a large part of your life is actually searching for your life's work."}, {"start": 26.24, "end": 32.0, "text": " A lot of them are looking for something that is uniquely them that they can do forever. And in"}, {"start": 32.0, "end": 37.599999999999994, "text": " almost every single case, that means starting more than one company. And this is so common that today's"}, {"start": 37.599999999999994, "end": 43.68, "text": " sponsor Tiny has built an entire business around buying other businesses. And Tiny's doing something"}, {"start": 43.68, "end": 46.56, "text": " that's really smart. They know there's a ton of entrepreneurs and founders that listen to this"}, {"start": 46.56, "end": 50.72, "text": " podcast that are building businesses, some of which have a business they want to sell today,"}, {"start": 50.72, "end": 54.959999999999994, "text": " some of which will have a business that they want to sell in the future. And what I like about them"}, {"start": 54.96, "end": 58.72, "text": " is the way they differentiate their offering compared to other people that buy businesses."}, {"start": 58.72, "end": 63.6, "text": " And that's just their no bullshit. And so when a founder goes to tiny.com and says, Hey, I want to"}, {"start": 63.6, "end": 68.24000000000001, "text": " sell my business, they get a response within 48 hours, there's an offer made within seven days,"}, {"start": 68.24000000000001, "end": 73.04, "text": " and they close within a month, the founder gets a bag full of cash upfront. Make sure you stick"}, {"start": 73.04, "end": 77.92, "text": " around to the end of this episode, because I'm going to quote from a letter that Warren Buffett"}, {"start": 77.92, "end": 85.36, "text": " wrote in 1991 about his approach to buying businesses from founders that I think is very similar"}, {"start": 85.36, "end": 89.68, "text": " to the process that tiny does. And in the meantime, if you're a founder that wants to sell their"}, {"start": 89.68, "end": 95.2, "text": " business now or in the future, go to tiny.com. This episode of founders is also brought to you"}, {"start": 95.2, "end": 100.48, "text": " by capital capital just launched a few days ago, it is an easy way for founders to raise money,"}, {"start": 100.48, "end": 105.6, "text": " hold money and send money. And I think that you'll actually find the way that the sponsorship came"}, {"start": 105.6, "end": 110.88, "text": " about rather interesting. The founder of capital Geordie listens to founders and actually DM me"}, {"start": 110.88, "end": 114.88, "text": " asking if he could sponsor the podcast. And he's like, let me show you what I'm working on, I think"}, {"start": 114.88, "end": 119.11999999999999, "text": " you'll find it interesting. And so his goal is to give founders back more of their time because he"}, {"start": 119.11999999999999, "end": 123.67999999999999, "text": " wants to build a product that automates the financial services that modern companies need"}, {"start": 123.67999999999999, "end": 128.64, "text": " to use. And our conversation actually centered on this presentation that Steve Jobs gave all the way"}, {"start": 128.64, "end": 133.51999999999998, "text": " back in 1997, when he came back to Apple. And one thing that Steve said was it's really important"}, {"start": 133.52, "end": 138.0, "text": " to understand why a company does what it does and who they're actually trying to do it for. And so"}, {"start": 138.0, "end": 142.8, "text": " he used the example of Nike, that Nike honors great athletes, and that's who they build products for."}, {"start": 142.8, "end": 148.0, "text": " Steve said Apple builds products for people that think different, who move the world forward. And"}, {"start": 148.0, "end": 152.56, "text": " Geordie is building capital for modern founders. Stick around to the end of this episode, I'm going"}, {"start": 152.56, "end": 157.84, "text": " to go into great detail about because I have a bunch of highlights from this talk that Steve Jobs"}, {"start": 157.84, "end": 161.76000000000002, "text": " gave. And I think in just a few minutes, he has a lot of ideas that you can use in your work."}, {"start": 161.76, "end": 166.39999999999998, "text": " A main theme of this podcast is using ideas from the past and let them influence the work that we're"}, {"start": 166.39999999999998, "end": 171.28, "text": " doing today. If you happen to be on Twitter, go to capital's Twitter and look at their pin tweet,"}, {"start": 171.28, "end": 178.0, "text": " their launch video is inspired by Steve Jobs think different campaign that he launched when"}, {"start": 178.0, "end": 183.2, "text": " he came back to Apple, their Twitter is at capital XYZ, and then go to capital's website, which is"}, {"start": 183.2, "end": 188.72, "text": " capital.xyz. And you can see how they can help you raise, hold and spend capital all in one place."}, {"start": 188.72, "end": 192.4, "text": " What I want to do now is actually read some highlights from this quick post that Patrick"}, {"start": 192.4, "end": 197.92, "text": " from Invest Like the Best wrote about Teagus. So in addition to Patrick having a really popular"}, {"start": 197.92, "end": 204.16, "text": " and influential podcast, he also has a fund called Positive Sum and Positive Sum just made a $20"}, {"start": 204.16, "end": 208.88, "text": " million investment into Teagus. And so when I read this post this morning, I'm like, oh, Patrick"}, {"start": 208.88, "end": 212.32, "text": " does exactly what I do, where you're going to see as he goes through, he's laying out like, what do"}, {"start": 212.32, "end": 216.4, "text": " I like about Teagus, what I like about the founders, but he talks about things that he learned from"}, {"start": 216.4, "end": 221.52, "text": " his podcast and how it influences his thinking of running Positive Sum. And so the headline is"}, {"start": 221.52, "end": 225.28, "text": " partnering to scale the world's leading research platform for institutional investors. And he says"}, {"start": 225.28, "end": 230.8, "text": " a great investor recently told me that he's always searching for maniacs on a mission. Maniacs on a"}, {"start": 230.8, "end": 235.44, "text": " mission is a great way to think about the entrepreneurs that you and I study on this podcast."}, {"start": 235.44, "end": 241.04000000000002, "text": " You they're not going to think about how good at your job you have to be for somebody to write a"}, {"start": 241.04, "end": 246.72, "text": " book about your life. That applies to every single person you and I have ever talked about on this"}, {"start": 246.72, "end": 251.04, "text": " podcast. Of course, they're maniacs on a mission. And so Patrick says I want to align with these"}, {"start": 251.04, "end": 255.44, "text": " maniacs. He says there is a rare breed of entrepreneurs who do this compulsively, deploying"}, {"start": 255.44, "end": 260.71999999999997, "text": " their learnings to build companies at an incredible pace. And so he goes into detail that the both the"}, {"start": 260.71999999999997, "end": 264.0, "text": " founders and the entire company are learning machines. Really what they're building is kind of"}, {"start": 264.0, "end": 268.0, "text": " a learning machine that other people can use if you really think about it. And so then Patrick talks"}, {"start": 268.0, "end": 271.44, "text": " about how their product gets better over time at the very beginning. They were just delivering a"}, {"start": 271.44, "end": 275.68, "text": " library of expert call transcripts. So when somebody wants to do research on either an industry"}, {"start": 275.68, "end": 280.08, "text": " or a company, this is very common to talk to an expert about that company or that industry. What"}, {"start": 280.08, "end": 284.32, "text": " Tigas does, they provide a searchable library of these call transcripts. This enables their"}, {"start": 284.32, "end": 288.8, "text": " customers to learn about a company or an industry faster and more efficiently than they could before."}, {"start": 288.8, "end": 292.72, "text": " And then Patrick talks about, hey, that's how Tigas started. And now this is all the other services"}, {"start": 292.72, "end": 297.04, "text": " that they're a lot that they're creating adjacent to that. And now you can use Tigas to review"}, {"start": 297.04, "end": 301.6, "text": " company filings and earnings transcripts. You can use them to build financial models and find"}, {"start": 301.6, "end": 305.68, "text": " company specific KPI data. The whole point though, what I liked about what he did in this next"}, {"start": 305.68, "end": 309.52000000000004, "text": " paragraph is he talks about like, why are they doing all this? These products all have something"}, {"start": 309.52000000000004, "end": 315.20000000000005, "text": " in common. They help investors understand companies faster. And that there is key. That is the punch"}, {"start": 315.20000000000005, "end": 319.84000000000003, "text": " line. That is very obvious when I've talked to Michael, the founder, his focus is on what I can"}, {"start": 319.84000000000003, "end": 325.20000000000005, "text": " do for the customer. This is actually a point that I covered on Episode 155 when I was reading"}, {"start": 325.2, "end": 329.59999999999997, "text": " the book, Invent and Wander, the collective writings of Jeff Bezos. Jeff said something in"}, {"start": 329.59999999999997, "end": 332.71999999999997, "text": " a shareholder letter one time that was really fascinating. He says one advantage, perhaps a"}, {"start": 332.71999999999997, "end": 338.8, "text": " somewhat subtle one of a customer driven focus is that it aids a certain type of proactivity."}, {"start": 338.8, "end": 343.12, "text": " When we're at our best, we do not wait for external pressures. We are internally driven to"}, {"start": 343.12, "end": 348.71999999999997, "text": " improve our services, adding benefits. Is that not exactly what we're talking about in this post"}, {"start": 348.71999999999997, "end": 352.0, "text": " that Patrick's describing what Tigas has been doing, right? We're internally driven to improve"}, {"start": 352.0, "end": 357.2, "text": " our services, adding benefits and features before we have to. We increase value for our customers"}, {"start": 357.2, "end": 362.64, "text": " before we have to. We invent before we have to. These investments are motivated by customer focus"}, {"start": 362.64, "end": 368.4, "text": " rather than by a reaction to competition. That is a genius idea by Jeff Bezos there. And then just"}, {"start": 368.4, "end": 372.08, "text": " one more thing from this post that I thought was fantastic before we get into the episode. Patrick"}, {"start": 372.08, "end": 376.08, "text": " had a conversation with this guy named Sam Teller. Sam Teller had been Elon Musk's chief of stats"}, {"start": 376.08, "end": 381.04, "text": " for years. And I just like this quote, and I want to share it with you. And so Sam is describing"}, {"start": 381.04, "end": 385.04, "text": " what that experience like how that experience shaped him. And this is what Sam had to say,"}, {"start": 385.04, "end": 388.88, "text": " most people's definition of excellence is based on the highest level of excellence they've seen"}, {"start": 388.88, "end": 393.76000000000005, "text": " so far in their life and career. Everyone wants to be excellent, but most have never been exposed"}, {"start": 393.76000000000005, "end": 399.04, "text": " to excellent excellence at its highest level. So they don't really know what is possible. If you"}, {"start": 399.04, "end": 403.92, "text": " have a higher standard, it's a competitive advantage. So you should always try to increase"}, {"start": 403.92, "end": 410.24, "text": " your own standard by working with people that drastically expand what you thought was possible."}, {"start": 410.24, "end": 415.44, "text": " And that is what being around the team at Tigis does. To learn more and get a free trial of their"}, {"start": 415.44, "end": 422.48, "text": " fantastic product, go to tigis.com. T E G U S dot com. That's tigis.com. In the midst of the chaos"}, {"start": 422.48, "end": 429.44, "text": " of his third season, Bryant was a very lost, lonely, frustrated 20 year old. I just want to be the man,"}, {"start": 429.44, "end": 435.92, "text": " he told me, reaffirming his goal of making himself into the NBA's top player. I don't know how I'm"}, {"start": 435.92, "end": 442.48, "text": " going to get there. I just have to find a way. And he would, despite how unlikely such a goal"}, {"start": 442.48, "end": 448.8, "text": " seemed at that time, as he closed in on the end of his career, Bryant could look back at the"}, {"start": 448.8, "end": 454.72, "text": " numbers he racked up in 20 seasons and declare that he had earned a seat at the table with the"}, {"start": 454.72, "end": 460.08000000000004, "text": " game's greatest players. Though that night he said he didn't know how he would get to the top,"}, {"start": 460.08, "end": 466.32, "text": " he had settled in on an answer that he had known all along. He was going to grind his way there,"}, {"start": 466.96, "end": 473.91999999999996, "text": " implacably, relentlessly grind away at the challenges of the game, night after night,"}, {"start": 473.91999999999996, "end": 480.56, "text": " game after game, until he found a dominance born of his ability to outwork everyone else."}, {"start": 481.76, "end": 488.15999999999997, "text": " He is easily the most driven competitor in the history of the game. One who over the seasons"}, {"start": 488.16, "end": 494.48, "text": " quietly gained a reputation among the insiders of the sport as an absolute master of study"}, {"start": 494.48, "end": 501.04, "text": " and intense preparation, with a singular focus on detail that astonished those around him."}, {"start": 501.84000000000003, "end": 509.28000000000003, "text": " In turn, his life also proved to be a machine that churned out immense conflict, just about all of"}, {"start": 509.28000000000003, "end": 517.0400000000001, "text": " it the byproduct of his push to dominate the sport. Night after night, day after day for two decades,"}, {"start": 517.04, "end": 522.4, "text": " through injury and turmoil, through the rupture of one key relationship after another,"}, {"start": 522.4, "end": 529.36, "text": " there would be no price he would not pay to have his greatness. What follows in this book"}, {"start": 529.36, "end": 535.5999999999999, "text": " is my effort to capture his fascinating story, in many ways, a cautionary tale."}, {"start": 536.9599999999999, "end": 541.1999999999999, "text": " That was an excerpt from the book that we talked about today, which is this giant 600 page"}, {"start": 541.1999999999999, "end": 545.5999999999999, "text": " biography that I'm holding in my hand. It's called Showboat, The Life of Kobe Bryant,"}, {"start": 545.6, "end": 551.6, "text": " and it was written by Roland Lazenby. So in addition to reading this book, I also watched and"}, {"start": 551.6, "end": 556.88, "text": " then took notes on this new documentary on the Redeem team, which is the 2008 Olympic basketball"}, {"start": 556.88, "end": 560.64, "text": " team that Kobe was on. And I think I'll quote some notes from the podcast, but I'm also going"}, {"start": 560.64, "end": 565.6, "text": " to put all the notes that I took while watching the documentary in the show notes. So I want to"}, {"start": 565.6, "end": 569.0400000000001, "text": " start an introduction with a few themes that you and I have discussed a few times. And the first"}, {"start": 569.0400000000001, "end": 574.24, "text": " thing is that belief comes before ability. And I think most people mistakenly reverse the order."}, {"start": 574.24, "end": 578.72, "text": " And we see this demonstrated because way before he even gets to the NBA, Kobe believed that he was"}, {"start": 578.72, "end": 582.72, "text": " going to be one of the greatest basketball players to ever live. From his teen years, Kobe Bryant had"}, {"start": 582.72, "end": 587.44, "text": " been shockingly bold in his prediction that he's going to make himself the greatest basketball"}, {"start": 587.44, "end": 591.6, "text": " player ever. At every turn, this is going to be a second theme that you and I have discussed over"}, {"start": 591.6, "end": 595.44, "text": " and over again. When you have a giant goal for your life, other people around you are not going"}, {"start": 595.44, "end": 599.28, "text": " to be able to understand that. That is an extremely rare trait. And so as a result, they're going to be"}, {"start": 599.28, "end": 604.8, "text": " extremely dismissive and many times they'll call you crazy. The word Kobe is crazy. The phrase"}, {"start": 604.8, "end": 609.12, "text": " Kobe is crazy is repeated over and over and over again in this book. So it says at every turn,"}, {"start": 609.12, "end": 614.0799999999999, "text": " his declarations of future greatness have been met with head shaking and raised eyebrows because"}, {"start": 614.0799999999999, "end": 620.64, "text": " such dreams are ludicrous. They're impossible to fulfill. Kobe is crazy. The people around him"}, {"start": 620.64, "end": 626.4, "text": " concluded time and time again with a laugh. And this next paragraph is happening. I think Kobe's"}, {"start": 626.4, "end": 631.12, "text": " around 12 years old. So his dad played in the NBA. In many cases, we're going to talk a lot about"}, {"start": 631.12, "end": 635.28, "text": " that actually. The fact that you can always understand the son by the story of his father"}, {"start": 635.28, "end": 640.64, "text": " and that the story of the father is embedded in his son. His dad in many ways is the anti-Kobe."}, {"start": 640.64, "end": 645.12, "text": " He made it to the NBA but lacked discipline, started doing a bunch of drugs, had problems"}, {"start": 645.12, "end": 649.52, "text": " with alcohol, had problems with gambling, and soon no team in the NBA wanted him. So he winds up"}, {"start": 649.52, "end": 656.0799999999999, "text": " having to play in Italy. And it says, since a young age, when he rode on bus trips with his father's"}, {"start": 656.08, "end": 661.76, "text": " second tier Italian league team, he promised the old man and his father's teammates that he was"}, {"start": 661.76, "end": 668.64, "text": " going to be far better than either of them. Bryant's existence has been a singular, almost inhuman"}, {"start": 668.64, "end": 673.6800000000001, "text": " pursuit of that greatness. So basketball was a lifelong obsession with Kobe. It starts even at"}, {"start": 673.6800000000001, "end": 678.08, "text": " a very early age. At four years old, his dad is taking him to NBA games because he's still playing"}, {"start": 678.08, "end": 681.9200000000001, "text": " in the NBA at this time. And he said, this is a quote from his dad, I've taken Kobe to Lakers games"}, {"start": 681.92, "end": 686.4799999999999, "text": " and introduce him to the players. He's a huge Magic Johnson fan. And this is the first hint that his"}, {"start": 686.4799999999999, "end": 691.4399999999999, "text": " father is the anti-Kobe. And really, this is just disgusting level of irresponsibility from coming"}, {"start": 691.4399999999999, "end": 695.8399999999999, "text": " from a father. I think at this point, he's got two daughters and I think Kobe is the youngest and look"}, {"start": 695.8399999999999, "end": 699.76, "text": " what he does. So his father's playing for the Houston Rockets at the time. And it says in his"}, {"start": 699.76, "end": 705.68, "text": " last season, he played 81 games. The one game he missed made headlines when he went bust in an"}, {"start": 705.68, "end": 711.28, "text": " all-night poker game and didn't have money for a cab to make the team bust. After that season,"}, {"start": 711.28, "end": 716.0, "text": " it became clear that absolutely no one in the NBA wanted the Jelly Bean anymore. The Jelly Bean was"}, {"start": 716.0, "end": 720.8, "text": " his dad's nickname. He was just 28 and in his prime years as a player, looking back much later,"}, {"start": 720.8, "end": 725.76, "text": " Jerry West would observe he threw away his career. And so there's several stories in this book about"}, {"start": 725.76, "end": 730.3199999999999, "text": " how irresponsible and like the bad decisions that his father makes. If you put Kobe and his father"}, {"start": 730.3199999999999, "end": 735.28, "text": " on a spectrum all the way on the left, you would have his father like doing cocaine. In one case,"}, {"start": 735.28, "end": 740.9599999999999, "text": " he gets pulled over by the cops. I think he's also drinking and driving. And he takes off,"}, {"start": 740.96, "end": 745.0400000000001, "text": " they stop him and then he like leads them on a high-speed chase. Then winds up crashing his car,"}, {"start": 745.0400000000001, "end": 750.64, "text": " gets arrested and in the car, they find not only another woman but several vials of cocaine. And"}, {"start": 750.64, "end": 754.32, "text": " so on one end of the spectrum, you have that level of behavior. And then on the far other end of the"}, {"start": 754.32, "end": 759.36, "text": " spectrum, it's almost like Kobe's insane level of dedication was like overcompensation for the bad"}, {"start": 759.36, "end": 763.52, "text": " decision making of his father. So let's go to a description of Kobe when he's eight years old."}, {"start": 763.52, "end": 767.12, "text": " He's playing at a basketball camp. The family has already moved to Italy at this point. And this is"}, {"start": 767.12, "end": 771.76, "text": " how his teammates were describing him. No smiles, very determined. He was always so serious about"}, {"start": 771.76, "end": 776.72, "text": " everything he did as far as sports, always so intense. He was eight years old. The rest of the"}, {"start": 776.72, "end": 781.92, "text": " kids just wanted to play. And he was like, I want to win. And so later in life, Kobe talks about the"}, {"start": 781.92, "end": 786.16, "text": " benefit of learning how to play basketball in Italy and the fact that he thought it gave him an edge."}, {"start": 786.16, "end": 790.96, "text": " And so this part was especially great because spread out over two pages is a bunch of different"}, {"start": 790.96, "end": 795.28, "text": " ideas. And the note I left myself here is he's laying out a blueprint and there's four parts"}, {"start": 795.28, "end": 801.4399999999999, "text": " to it. Master the fundamentals, improve your weaknesses, study the greats and concentrate."}, {"start": 801.4399999999999, "end": 805.12, "text": " And so he says, I started playing basketball over there, meaning Italy, which was great because I"}, {"start": 805.12, "end": 810.4, "text": " learned the fundamentals first. Most kids who grew up in America learn all the fancy dribbling."}, {"start": 810.4, "end": 815.52, "text": " In Italy, they teach you true fundamentals and leave out all that other nonsense."}, {"start": 816.48, "end": 819.92, "text": " And so I've told this story before on past episodes, but I think it's worth repeating here"}, {"start": 819.92, "end": 822.8, "text": " shortly before he died, one of the last conversations he had with Michael Jordan."}, {"start": 822.8, "end": 826.24, "text": " And we're going to get to Jordan today a lot because he's a main character in this book as"}, {"start": 826.24, "end": 830.9599999999999, "text": " well. Jordan and Kobe are on the phone because this idea about just forget the fancy stuff,"}, {"start": 830.9599999999999, "end": 835.3599999999999, "text": " master the fundamentals at a deep, deep level, something Kobe repeated a bunch. It's in the book,"}, {"start": 835.3599999999999, "end": 839.1999999999999, "text": " it's in interviews with him. And so he calls out Michael Jordan and he's talking about the way"}, {"start": 839.1999999999999, "end": 842.7199999999999, "text": " they're teaching his daughter how to play basketball. And he thought that they were"}, {"start": 842.7199999999999, "end": 846.24, "text": " prioritizing like fancy stuff over fundamentals. So he calls up Jordan. He's like, hey,"}, {"start": 846.24, "end": 850.88, "text": " I'm trying to figure like I'm trying to I'm having a hard time remembering what I was learning when"}, {"start": 850.88, "end": 855.6, "text": " I was 12 on how to play basketball. But I'm pretty sure it's not all this stuff. And Jordan's"}, {"start": 855.6, "end": 861.2, "text": " response was, dude, at 12, I was playing baseball. And so the point Kobe was making in this interview"}, {"start": 861.2, "end": 865.2, "text": " is like, think about that the greatest player to ever live hadn't even picked up a basketball yet."}, {"start": 865.2, "end": 869.4399999999999, "text": " Your 12 year old doesn't need all this other fancy stuff, just focus on the fundamentals."}, {"start": 869.4399999999999, "end": 872.8, "text": " So back to the book, it says throughout his career, if he was deficient in something,"}, {"start": 872.8, "end": 877.92, "text": " Bryant would display the work ethic to build every element of his competitive portfolio"}, {"start": 877.92, "end": 882.64, "text": " with an almost manic insistence. So that's the second part master the fundamentals. Number one,"}, {"start": 882.64, "end": 886.8, "text": " number two, improve your weaknesses. He never seemed to stop working at the game,"}, {"start": 886.8, "end": 893.1999999999999, "text": " even at that very young age. If he wasn't playing the game, then he was watching videotape of NBA"}, {"start": 893.1999999999999, "end": 898.0799999999999, "text": " stars. That's number three, study the greats. And then finally, number four, he would show that he"}, {"start": 898.0799999999999, "end": 904.56, "text": " had already grasped the powers of concentration. And then we skip ahead. And that third part study"}, {"start": 904.56, "end": 909.68, "text": " the greats is repeated. I'm not kidding, like a dozen times in this book. And when they are about"}, {"start": 909.68, "end": 914.64, "text": " to describe it, it's exactly what you and I are doing on founders. Listening to founders is like"}, {"start": 914.64, "end": 919.04, "text": " watching game tape of history's greatest entrepreneurs. So it says soon Joe, which is his dad,"}, {"start": 919.04, "end": 924.16, "text": " was subscribing to a service that delivered video of games directly. They're still in Italy at this"}, {"start": 924.16, "end": 931.1999999999999, "text": " point, Joe and Kobe would pour over them together, taking notes of all the key subtleties, the footwork,"}, {"start": 931.2, "end": 937.0400000000001, "text": " the various offensive and defensive styles of NBA teams and their stars. I used to watch everybody"}, {"start": 937.0400000000001, "end": 942.4000000000001, "text": " from magic to bird to Michael Jordan to Dominique Wilkins, Wilkins, Bryant recalled. I used to watch"}, {"start": 942.4000000000001, "end": 948.32, "text": " their moves and then add them to my game. It was the beginning of a career long focus on studying"}, {"start": 948.32, "end": 954.1600000000001, "text": " game recordings. He would invest long hours each day in breaking down his own performances and"}, {"start": 954.16, "end": 961.36, "text": " those of opponents far more than what any other NBA player would ever contemplate undertaking."}, {"start": 961.36, "end": 966.0, "text": " So there's this guy named Tim Grover, who trained both Michael Jordan and Kobe Bryant. And I heard"}, {"start": 966.0, "end": 971.8399999999999, "text": " him in an interview talk about this. And Tim said, everybody watched film of the current players."}, {"start": 971.8399999999999, "end": 976.9599999999999, "text": " Kobe would get film of players going way back. He would say he'd watch Jerry West,"}, {"start": 976.9599999999999, "end": 981.6, "text": " Oscar Robinson. He'd say, I want to see what those guys did to be successful."}, {"start": 981.6, "end": 986.32, "text": " So during the offseason, they'd come home from Italy to Philadelphia where they're from. And"}, {"start": 986.32, "end": 991.12, "text": " Kobe would play in the summer league. And one of the counselors of the summer league tries to give"}, {"start": 991.12, "end": 996.48, "text": " Kobe terrible advice, which is advice a lot of people say and they say, be realistic. So says one"}, {"start": 996.48, "end": 1001.2, "text": " of the counselors was looking over the applications and noticed that under career plans, Kobe had"}, {"start": 1001.2, "end": 1006.5600000000001, "text": " listed NBA. So the counselor made it a point to admonish Kobe. Only one in a million make it to the"}, {"start": 1006.56, "end": 1012.4, "text": " NBA, the counselor said. So you have to plan on a future other than basketball. I'm going to be"}, {"start": 1012.4, "end": 1018.4799999999999, "text": " that one in a million. Kobe replied. He was 11. And that kind of self belief and desire to be"}, {"start": 1018.4799999999999, "end": 1023.92, "text": " quote unquote unrealistic is very common in these stories that you and I study. When I got to this"}, {"start": 1023.92, "end": 1027.52, "text": " part, the first thing that came to mind was actually one of my favorite quotes from Jay Z's"}, {"start": 1027.52, "end": 1033.76, "text": " autobiography, which I covered back on episode 238. And he's describing like, think about like how"}, {"start": 1033.76, "end": 1038.8, "text": " quote unquote unrealistic Jay Z's life is. If you were describing it, it sounds like fiction. It's"}, {"start": 1038.8, "end": 1044.4, "text": " like, okay, well, you're the youngest of four children. You don't have a dad. You're being"}, {"start": 1044.4, "end": 1050.56, "text": " raised by a single mom. You live in the projects. If you could picture Jay Z at maybe 15 or 16 years"}, {"start": 1050.56, "end": 1055.28, "text": " old at this point in his life, the idea that he's going to get to the top of his profession and an"}, {"start": 1055.28, "end": 1059.44, "text": " industry that's just beginning, which the hip hop industry that he's going to found and sell"}, {"start": 1059.44, "end": 1064.56, "text": " multiple companies for hundreds of millions of dollars, eventually become a billionaire and"}, {"start": 1064.56, "end": 1069.6000000000001, "text": " marry one of the most beautiful women on the planet. There's no way anybody would have predicted"}, {"start": 1069.6000000000001, "end": 1075.2, "text": " that at that point in his life, but that actually happened. And so Jay Z understands it's all the"}, {"start": 1075.2, "end": 1078.0, "text": " same journey, right? Whether you're playing basketball, you're trying to start a company,"}, {"start": 1078.0, "end": 1082.24, "text": " you're trying to climb a mountain. He calls it the dream of being the exception. It's perfect."}, {"start": 1082.24, "end": 1086.88, "text": " This is what Jay Z wrote. There's no way to quantify all that on a spreadsheet, but it's the"}, {"start": 1086.88, "end": 1091.68, "text": " dream of being the exception. And we see that with Kobe right there. It's like, that's nice that all"}, {"start": 1091.68, "end": 1095.44, "text": " these other people failed at getting to the NBA, maybe one in a million. That's fine. I'm that one"}, {"start": 1095.44, "end": 1101.6000000000001, "text": " in a million. So then we skip ahead. Now they're living in Philadelphia full time. Kobe is in high"}, {"start": 1101.6000000000001, "end": 1106.5600000000002, "text": " school and we see this legendary work ethic is already present. That fall in high school, his"}, {"start": 1106.5600000000002, "end": 1110.16, "text": " coach discovered that Brian had a startling work ethic. He pushed himself through a grueling"}, {"start": 1110.16, "end": 1115.1200000000001, "text": " self-improvement schedule that included road work, weights, and seemingly nonstop basketball."}, {"start": 1115.12, "end": 1121.4399999999998, "text": " In team practices, he was determined to never lose a team drill or contest. For almost four years,"}, {"start": 1121.4399999999998, "end": 1127.6799999999998, "text": " he would maintain a perfect record in that regard. And then we see that he matches a fierce work ethic"}, {"start": 1127.6799999999998, "end": 1132.9599999999998, "text": " with a relentless learning machine like mentality. This is his coach saying, you know, the work"}, {"start": 1132.9599999999998, "end": 1138.1599999999999, "text": " ethic is one thing, but he also had a sponge like mentality to be the best that he could. And to do"}, {"start": 1138.1599999999999, "end": 1142.4799999999998, "text": " so, he would absorb information. I always thought his brain was a sponge, the coach said. And"}, {"start": 1142.48, "end": 1147.76, "text": " obviously, if you've ever coached, you know that you just can't say that about all of your players."}, {"start": 1148.32, "end": 1152.8, "text": " And then the coach continues to talk about the fact that his level of intensity raised the bar"}, {"start": 1152.8, "end": 1157.76, "text": " for everybody else. And so this part made me think about one of my all time favorite Steve Jobs quotes,"}, {"start": 1157.76, "end": 1162.48, "text": " where he says, be a yardstick of quality. Some people aren't used to an environment where"}, {"start": 1162.48, "end": 1167.92, "text": " excellence is expected. And so this is his high school coach describing that once they,"}, {"start": 1167.92, "end": 1171.6, "text": " meaning his other team, saw how hard he worked and how passionate he was about the game."}, {"start": 1171.6, "end": 1177.36, "text": " It was hard for them not to get on board with what we were trying to do. And so if you watch"}, {"start": 1177.36, "end": 1182.48, "text": " that Redeem team documentary that's on Netflix, they tell a story and the story went viral."}, {"start": 1182.48, "end": 1187.6799999999998, "text": " I saw it on a bunch of different platforms. And it talks about, hey, they're in Vegas,"}, {"start": 1187.6799999999998, "end": 1193.04, "text": " they're doing like a training camp for the Olympic basketball team. All the other players go out to"}, {"start": 1193.04, "end": 1197.52, "text": " a club. And they say, hey, we're coming, we had a great time. We come back at 530 in the morning"}, {"start": 1197.52, "end": 1203.04, "text": " back to the team hotel. And we see that Kobe is already working out. And this is what this is a"}, {"start": 1203.04, "end": 1208.08, "text": " direct quote from LeBron James, who's very young at this point in his career. And he says this"}, {"start": 1208.08, "end": 1214.8799999999999, "text": " motherfucker Kobe was already drenched in sweat. Yeah, he's different. And this was the end result"}, {"start": 1214.8799999999999, "end": 1221.84, "text": " by the end of the week, the whole team was on Kobe's schedule. So what is exactly what is happening"}, {"start": 1221.84, "end": 1226.4, "text": " at this point in the book, right? He's in high school, he sets the tone with an increased"}, {"start": 1226.4, "end": 1232.16, "text": " intensity level, his high school teammates match it, that exact same thing happens on the Olympic"}, {"start": 1232.16, "end": 1236.3200000000002, "text": " team. And then back to the section of the book, there's three, this is the third idea that's on"}, {"start": 1236.3200000000002, "end": 1240.88, "text": " this page, I thought was really important. And it's the importance of maintaining a singular focus,"}, {"start": 1240.88, "end": 1246.4, "text": " his singularity, the focus was just in there still describing him in high school. But he had this"}, {"start": 1246.4, "end": 1251.52, "text": " this trait his entire career, his singularity, the focus was just incredible. I don't know if crazy"}, {"start": 1251.52, "end": 1257.68, "text": " there's that word again is the right word. But he was certainly unique. Next page still in high"}, {"start": 1257.68, "end": 1263.28, "text": " school. Then I left myself on this page, this will happen. You can help me or you get out of my way."}, {"start": 1263.92, "end": 1268.8, "text": " Kobe Bryant had a clear destination in mind. And if you weren't on board, he had clearly conveyed"}, {"start": 1268.8, "end": 1273.76, "text": " the idea that he was the sort who wouldn't hesitate to grab you by the collar and throw"}, {"start": 1273.76, "end": 1278.08, "text": " you right off the train. And if you think about it, it's a that's the same idea expressed in a"}, {"start": 1278.08, "end": 1282.3999999999999, "text": " different way. We saw this idea before, if you've ever read Jeff Bezos is biography, everything"}, {"start": 1282.3999999999999, "end": 1286.3999999999999, "text": " store, somebody working with Jeff described him the same way. He said, if you're not good,"}, {"start": 1286.3999999999999, "end": 1290.8799999999999, "text": " Jeff will chew you up and spit you out. And if you are good, he's going to jump on your back and"}, {"start": 1290.8799999999999, "end": 1295.52, "text": " ride you into the ground. So let's go back to another description of Kobe. He's still in high"}, {"start": 1295.52, "end": 1299.1999999999998, "text": " school, we're still here. And keep in mind, he's doing all these crazy workouts, he's dedicated"}, {"start": 1299.1999999999998, "end": 1305.28, "text": " winning. And when he's not working, he's studying the greats. So it says he worked harder than any"}, {"start": 1305.28, "end": 1309.52, "text": " other kid that I've ever seen. This is the guy that's running the actual summer camp. And he"}, {"start": 1309.52, "end": 1314.48, "text": " wanted it more than anybody else. And it says if you're breaking down tape of Magic Johnson and"}, {"start": 1314.48, "end": 1319.36, "text": " Michael Jordan, which which Kobe's doing as a 14, 15, 16 and 17 year old kid, right, if you're"}, {"start": 1319.36, "end": 1323.76, "text": " breaking down tape of Magic Johnson and Michael Jordan, and so many other greats, you come to"}, {"start": 1323.76, "end": 1329.6, "text": " consider them your teachers. So one of the things that makes Kobe's story unique is the fact he"}, {"start": 1329.6, "end": 1334.3999999999999, "text": " jumped right from high school to the NBA. In fact, when he was drafted, his parents had to sign the"}, {"start": 1334.4, "end": 1338.24, "text": " contract because he was 17. And so this book spends quite a bit of time talking to the fact that,"}, {"start": 1338.24, "end": 1342.24, "text": " hey, you have all these shoe companies like Nike and Adidas, they're playing a huge role"}, {"start": 1342.24, "end": 1345.6000000000001, "text": " in the basketball industry, because they're making just so much money. And so Kobe's going to sign"}, {"start": 1345.6000000000001, "end": 1349.1200000000001, "text": " with Adidas, and they're going to put a lot of resources behind them, making them obviously"}, {"start": 1349.1200000000001, "end": 1353.1200000000001, "text": " extremely like well known and making sure that people buy the shoes. But I'm skipping over that"}, {"start": 1353.1200000000001, "end": 1357.6000000000001, "text": " part, because really what I found so interesting, and what personally interesting to me is if you"}, {"start": 1357.6000000000001, "end": 1363.1200000000001, "text": " read Phil Knight's autobiography Shoe Dog, which I covered for the second time on Episode 186,"}, {"start": 1363.12, "end": 1365.52, "text": " it's a fantastic, it's one of the best autobiographies of an entrepreneur you can"}, {"start": 1365.52, "end": 1370.32, "text": " ever get. But you have an indication that he's really competitive in his own words. But what I"}, {"start": 1370.32, "end": 1374.4799999999998, "text": " always find interesting is how people say no, no, he's even more competitive. Phil Knight is even"}, {"start": 1374.4799999999998, "end": 1378.7199999999998, "text": " more competitive than you could possibly imagine. And so I just want to pull out one paragraph,"}, {"start": 1378.7199999999998, "end": 1382.56, "text": " because I thought this was interesting. Jordan and Knight certainly shared a competitive nature"}, {"start": 1382.56, "end": 1388.0, "text": " that bordered on insanity. If you think Jordan and Kobe are competitive, go meet Phil Knight."}, {"start": 1388.0, "end": 1394.72, "text": " He's a no bullshit competitor. It's you play for me, or I can't stand you, and I will kill you."}, {"start": 1395.28, "end": 1401.28, "text": " That's Phil Knight, full stop, and he is not shy about it. And so if you wind up buying this book"}, {"start": 1401.28, "end": 1406.88, "text": " and reading it, read the chapter called The Rising, there's a lot more detail about it's"}, {"start": 1406.88, "end": 1413.44, "text": " the early days of Nike, how they're competing with Adidas, the amount of money that's involved here."}, {"start": 1413.44, "end": 1417.76, "text": " It's actually really fascinating. Because if you think about it, like they bet their entire"}, {"start": 1417.76, "end": 1422.72, "text": " marketing budget on Jordan when he was somewhat known, but not nearly as world famous as he was"}, {"start": 1422.72, "end": 1426.96, "text": " obviously going to be. But just this idea where you can even think about like Jordan the influencer"}, {"start": 1426.96, "end": 1432.16, "text": " is getting equity 40 years ago. And that was a real important turning point in early Nike history,"}, {"start": 1432.16, "end": 1436.96, "text": " because they gave him a deal that no one else like Adidas and Converse recording Jordan as well."}, {"start": 1436.96, "end": 1441.44, "text": " But Nike eventually gave him a royalty. So it says neither Adidas nor Converse could come close"}, {"start": 1441.44, "end": 1447.2, "text": " to matching the Nike deal, which offered an unprecedented royalty on shoes sold. No endorser"}, {"start": 1447.2, "end": 1452.0, "text": " up until that point had gotten a percentage of profits as Nike had offered Jordan. And so then"}, {"start": 1452.0, "end": 1455.76, "text": " you fast forward, I think that's happening in 1984, if I'm not mistaken. And so you fast forward,"}, {"start": 1455.76, "end": 1460.96, "text": " you know, 40 years, and that deal makes Jordan, you know, 100 somewhere around like 150 million"}, {"start": 1460.96, "end": 1465.44, "text": " a year today, which sounds crazy and is obviously fantastic for Jordan, but it wound up being an"}, {"start": 1465.44, "end": 1469.68, "text": " even better deal. The main point of me telling the story is like, it sounded crazy at the time,"}, {"start": 1469.68, "end": 1474.0800000000002, "text": " but it wound up being a even better deal for Nike. Okay, so we're still not to the NBA in the story"}, {"start": 1474.08, "end": 1478.6399999999999, "text": " yet. Kobe's still in high school, I wanted to pull this part out because it made me laugh. Kobe's"}, {"start": 1478.6399999999999, "end": 1482.08, "text": " known for playing engaging in he believed in engaging in psychological warfare, he thought"}, {"start": 1482.08, "end": 1487.1999999999998, "text": " you should play mind games with your opponents. And so he's doing this in high school. So he's"}, {"start": 1487.1999999999998, "end": 1492.1599999999999, "text": " going to call up one of his opponents. The voice on the line said, Don, what's up? Who's this car"}, {"start": 1492.1599999999999, "end": 1497.52, "text": " said, it's Kobe. What's up, man? I was just thinking I'm looking forward to the game. Brian"}, {"start": 1497.52, "end": 1502.72, "text": " had heard a rumor that Catholic, which is the team, gonna be his opponent is the team that car"}, {"start": 1502.72, "end": 1507.44, "text": " the guy he's playing calling plays for us. Okay. So it says Brian had heard a rumor that Catholic"}, {"start": 1507.44, "end": 1513.28, "text": " was losing Arthur Davis, who was a top 50 player who partnered with car. So Brian was calling and"}, {"start": 1513.28, "end": 1518.64, "text": " wanted to know if Davis would still be playing in the upcoming game. Car already knew that Davis was"}, {"start": 1518.64, "end": 1524.48, "text": " leaving the school, but he replied that he didn't know. And then this is where the psychological"}, {"start": 1524.48, "end": 1528.64, "text": " warfare jumps out. I just wanted to see if he's going to be at the game. Brian told him, because"}, {"start": 1528.64, "end": 1535.1200000000001, "text": " if it's just you, I don't even know if it's worth me coming. Car was stunned. He was letting me know,"}, {"start": 1535.1200000000001, "end": 1540.4, "text": " car said, I'm coming to kill you. I'm coming to rip your heart out when you get on the court with"}, {"start": 1540.4, "end": 1544.96, "text": " me. So something important happens that was outside of Kobe's control. And it's the fact that when"}, {"start": 1544.96, "end": 1550.24, "text": " he was a senior in high school, he's able to play pickup games against NBA players because the NBA"}, {"start": 1550.24, "end": 1555.8400000000001, "text": " is on a lockout. And this experience boosts his already excessive amount of confidence. So he"}, {"start": 1555.84, "end": 1560.48, "text": " plays these pickup games against NBA players. And this is what he says, I'm telling you, man,"}, {"start": 1560.48, "end": 1565.1999999999998, "text": " whenever you get a chance to play against these guys, don't be afraid, man. Just play your game."}, {"start": 1565.1999999999998, "end": 1571.28, "text": " You'll be surprised. They go for all the moves that high school guys go for. And this is important,"}, {"start": 1571.28, "end": 1574.9599999999998, "text": " because at the time, he's like, okay, maybe I should go to the NBA. He's like, maybe I should go to"}, {"start": 1574.9599999999998, "end": 1579.76, "text": " Duke. Maybe I should play in college, like he's not entirely sure what to do. And this really pushed"}, {"start": 1579.76, "end": 1583.76, "text": " him over the edge. It says they remain difficult to draw too many conclusions from Brian's experience"}, {"start": 1583.76, "end": 1588.72, "text": " working out with pros that summer, except for one impression that really mattered. Brian's own. He"}, {"start": 1588.72, "end": 1594.64, "text": " came away thinking that he could do it, that he could play against NBA players right away. And"}, {"start": 1594.64, "end": 1597.92, "text": " so when I got to this part of the book, it made me think of this, I've told you before that I have"}, {"start": 1597.92, "end": 1602.56, "text": " like these folders on my phone, and I save like quotes and videos just as a way to like hype myself"}, {"start": 1602.56, "end": 1608.8799999999999, "text": " up and really brainwash myself. And so one of these things is this video of Larry Bird, a young"}, {"start": 1608.8799999999999, "end": 1613.52, "text": " Larry Bird specifically talking about this experience, which is very, very similar to what"}, {"start": 1613.52, "end": 1617.2, "text": " is happening in Brian's. It's just always amazes me how these things connect together. It's like"}, {"start": 1617.2, "end": 1621.12, "text": " the same story over and over again. He's like the book says he came away thinking that he could do"}, {"start": 1621.12, "end": 1624.6399999999999, "text": " it. He could play against NBA players right away. Therefore, he could skip college and go right to"}, {"start": 1624.6399999999999, "end": 1630.24, "text": " the NBA. Right? So there's this fantastic video I've watched, I don't know, 1000 times. And Larry"}, {"start": 1630.24, "end": 1634.6399999999999, "text": " Bird is talking, he's like, you know, they, they, he's talking essentially about the doubters,"}, {"start": 1634.6399999999999, "end": 1640.48, "text": " right? Like you went to a tiny school. And so that's the background to what I'm about to quote"}, {"start": 1640.48, "end": 1645.92, "text": " him here. He says, they said you never played against the UCLA or Notre Dame or an IU. They"}, {"start": 1645.92, "end": 1650.48, "text": " said he meaning Larry, he's talking about himself, they said he won't be able to get his jump start"}, {"start": 1650.48, "end": 1654.48, "text": " off on the pros. He's won't be quick enough. He won't be able to rebound. It took me three days"}, {"start": 1654.48, "end": 1659.3600000000001, "text": " after rookie camp, I found out, hey, this league is nothing. I can play in this league, and I will"}, {"start": 1659.3600000000001, "end": 1664.08, "text": " dominate in this league. And that is so important. Because he's like, wait, everybody, everybody,"}, {"start": 1664.08, "end": 1667.68, "text": " all what the critics were telling me this is a critics don't know shit that you and I've talked"}, {"start": 1667.68, "end": 1671.44, "text": " about over and over again, right? The critics are saying I can't do this. I get to the NBA,"}, {"start": 1671.44, "end": 1675.6000000000001, "text": " I'm playing against other NBA players like no, I can do this. And I'm actually way better than them"}, {"start": 1675.6000000000001, "end": 1682.3200000000002, "text": " to I absolutely love, love that video. And then we go back into Kobe's work ethic again, it's not"}, {"start": 1682.3200000000002, "end": 1685.44, "text": " just saying, hey, I'm good enough. No, it's like you have to back that up. And you should be putting"}, {"start": 1685.44, "end": 1689.3600000000001, "text": " in the work to do so says man, let me tell you something. That's when I first saw this is one of"}, {"start": 1689.92, "end": 1696.0800000000002, "text": " his high school teammates are in the other high school players in this camp that he's in. He's a"}, {"start": 1696.08, "end": 1700.24, "text": " Kobe's a senior in high school, we worked out twice a day, we would start at 10 in the morning,"}, {"start": 1700.24, "end": 1705.28, "text": " Kobe was there at eight, we get done at 12. Kobe would stay till two, we'd start again at seven"}, {"start": 1705.28, "end": 1711.52, "text": " at night, Kobe would be there at five, we'd finish at nine, he'd stay to 11. Every day,"}, {"start": 1711.52, "end": 1716.96, "text": " none of the pros were doing that. And so when I got to that part, I thought about another video"}, {"start": 1716.96, "end": 1722.1599999999999, "text": " that I saved this is Kobe actually talking about how to get an edge, which can be applied to any"}, {"start": 1722.16, "end": 1726.4, "text": " domain, right? He says your job is to be the best you can be. You want to train as much as you can,"}, {"start": 1726.4, "end": 1731.28, "text": " as often as you can. Imagine you wake up at three, you train four to six, relax. Now you're back at"}, {"start": 1731.28, "end": 1736.3200000000002, "text": " it again, nine to 11. Relax. Now you're back at it again, two to four. Relax. Now you're back at it,"}, {"start": 1736.3200000000002, "end": 1742.0800000000002, "text": " seven to nine. Look at how much more training I have done just by starting at four. As the years"}, {"start": 1742.0800000000002, "end": 1747.8400000000001, "text": " go on, the separation that you have with your competitors and peers just grows larger and larger."}, {"start": 1747.84, "end": 1752.9599999999998, "text": " By year five or six, it doesn't matter what work they do in the summer, which is when most other"}, {"start": 1752.9599999999998, "end": 1758.08, "text": " players do like their their training and try to focus on improving their game, right? So he says,"}, {"start": 1758.08, "end": 1764.08, "text": " by your five or six, it doesn't matter what work they do in the summer. They'll never catch up."}, {"start": 1764.08, "end": 1768.8, "text": " And this is just a quote from his AAU coach at this time. Kobe's a genius in basketball. He"}, {"start": 1768.8, "end": 1774.08, "text": " studied the game harder than anyone else has ever studied the game. The note I left myself on this"}, {"start": 1774.08, "end": 1779.6, "text": " page, how many high school seniors are this focused part one being talking about the girl"}, {"start": 1779.6, "end": 1784.3999999999999, "text": " he's dating in high school, being Kobe Bryant's girlfriend at that age meant lots of evenings at"}, {"start": 1784.3999999999999, "end": 1789.84, "text": " Bryant's house watching basketball videos. A few pages later, how many high school seniors are this"}, {"start": 1789.84, "end": 1794.8, "text": " focused part two. One day just before practice, the team was informed that it couldn't use the"}, {"start": 1794.8, "end": 1800.08, "text": " gym because there was flooding. 14 guys practice had to be called off. 14 guys just sprinted out"}, {"start": 1800.08, "end": 1806.48, "text": " of there high fiving each other excited about no practice. This is bullshit. Bryant screamed,"}, {"start": 1806.48, "end": 1812.72, "text": " slamming a ball on the floor. This is bullshit. We've got to practice. I want to practice. This"}, {"start": 1812.72, "end": 1818.56, "text": " is ridiculous. Okay, so now we get to the point where Kobe's is going to the NBA. He's already"}, {"start": 1818.56, "end": 1824.08, "text": " made a decision. And this part is really important to understand is that imitation precedes creation."}, {"start": 1824.08, "end": 1828.1599999999999, "text": " This is something I learned from Stephen King, that it is perfectly normal for you to imitate"}, {"start": 1828.16, "end": 1832.88, "text": " other people before you create something unique that is fundamental to the human experience. And"}, {"start": 1832.88, "end": 1836.96, "text": " we're seeing that here because Kobe is spending so much time he's idolizing Michael Jordan, he's"}, {"start": 1836.96, "end": 1840.96, "text": " watching his game tape, he's studying over and over again. And so it says they were struck by how"}, {"start": 1840.96, "end": 1845.0400000000002, "text": " much Bryant was beginning to play the part of the next Jordan. His head was shaved just like Jordan."}, {"start": 1845.0400000000002, "end": 1851.28, "text": " He talked just like Jordan. He had adopted many of Jordan's mannerisms. He's 17. And later on in"}, {"start": 1851.28, "end": 1854.4, "text": " the book, I'm pretty sure I have a highlight where Jordan is just like stop this nonsense. Like this"}, {"start": 1854.4, "end": 1859.44, "text": " is perfectly normal. Kobe copied me just like I copied the people before me. He's like, and Jordan"}, {"start": 1859.44, "end": 1864.0800000000002, "text": " even says that's how human beings learn. And so one of the promoters that's I think working at"}, {"start": 1864.0800000000002, "end": 1868.88, "text": " Adidas if I'm not mistaken, is talking about this. It says his name's Michael Harris. So he says,"}, {"start": 1869.92, "end": 1875.3600000000001, "text": " he's talking to Kobe about this. He says Kobe had a closet at home filled with critical research."}, {"start": 1875.3600000000001, "end": 1881.52, "text": " It held all these VHS tapes of Michael's games. I wrote founders and then exclamation points,"}, {"start": 1881.52, "end": 1884.6399999999999, "text": " because essentially, like you're walking around in your pocket with a podcast that does this for you,"}, {"start": 1884.6399999999999, "end": 1888.6399999999999, "text": " right? Kobe had a closet at home filled with critical research. It held all these VHS tapes"}, {"start": 1888.6399999999999, "end": 1893.44, "text": " of Michael's games. He'd pull them out and study them and do the moves. Look at what I added,"}, {"start": 1893.44, "end": 1897.52, "text": " Bryant would say, and then he would do a move. I think it's important to sit here and pause on"}, {"start": 1897.52, "end": 1903.6, "text": " this because this is not unique to Kobe, right? If you've seen The Last Dance, which is a fantastic"}, {"start": 1903.6, "end": 1908.72, "text": " documentary you should watch over and over again, the episode where Kobe appears in The Last Dance"}, {"start": 1908.72, "end": 1914.32, "text": " right before he tragically dies, right? He says something, he gives me goosebumps. Like I'm not"}, {"start": 1914.32, "end": 1920.0, "text": " kidding. And he says, I truly hate having discussions on who would win one or one or fans"}, {"start": 1920.0, "end": 1925.52, "text": " coming up to me saying, Hey, Kobe, you beat him, Kobe. And he says, I'm like, yo, and he puts his"}, {"start": 1925.52, "end": 1932.0, "text": " hands up like, Hey, stop. What you get from me, I'm getting goosebumps now. What you get from me"}, {"start": 1932.0, "end": 1938.88, "text": " is from him. I don't get five championships without him because he guided me so much and"}, {"start": 1938.88, "end": 1945.04, "text": " gave me so much great advice. That happens in entrepreneurship too. If you listen to episode"}, {"start": 1945.04, "end": 1951.28, "text": " 107, which is the biography of Sol Price, everybody knows the business Costco. The founder of Costco"}, {"start": 1951.28, "end": 1955.44, "text": " is this guy named Jim Senegal. Jim Senegal started working for Sol Price when he was like, I think"}, {"start": 1955.44, "end": 1960.48, "text": " he was a teenager. And later on, I think this is after Sol Price passes away. Jim had known him"}, {"start": 1960.48, "end": 1964.24, "text": " for like 50 years at that point. And a reporter is talking to him. He's like, Oh, you've known"}, {"start": 1964.24, "end": 1970.0, "text": " soul for a long time. You must have learned a lot from him. And he's like, no, I didn't learn a lot."}, {"start": 1970.64, "end": 1980.0, "text": " Everything, everything I know came from him. It's the same idea. When Kobe says stop, what you get"}, {"start": 1980.0, "end": 1985.84, "text": " from me is from him. I don't get five championships without him because he guided me so much and gave"}, {"start": 1985.84, "end": 1993.9199999999998, "text": " me such great advice. It's the same role that Sol played in Jim's life. Everything I know I learned"}, {"start": 1993.9199999999998, "end": 2000.56, "text": " from him. That knowledge passed on from one generation to the next made Jim a billionaire."}, {"start": 2000.56, "end": 2006.8799999999999, "text": " That is incredible. How could this not excite you? So a couple pages later, more, more observations"}, {"start": 2006.8799999999999, "end": 2010.1599999999999, "text": " by this promoter, this Harris guy that's working with them. They're doing all kinds of like media"}, {"start": 2010.1599999999999, "end": 2014.56, "text": " stuff. They arranged for Kobe to take the singer Brandy to his high school prom, which I'll get to"}, {"start": 2014.56, "end": 2018.3999999999999, "text": " in a minute. So in the coming weeks, Harris got a few of just how ambitious young Brian was,"}, {"start": 2018.3999999999999, "end": 2022.96, "text": " he would stay out until 1am. But no matter how late Brian stayed out, he was up early and going"}, {"start": 2022.96, "end": 2028.48, "text": " through unbelievably demanding workouts each day. Are you crazy? There's that word again, I think"}, {"start": 2028.48, "end": 2031.6, "text": " this is a third or fourth time I've mentioned it. It's all over the book. I'm telling you,"}, {"start": 2032.1599999999999, "end": 2036.8799999999999, "text": " just expect for people around you not to understand you. People that do not have"}, {"start": 2036.8799999999999, "end": 2041.52, "text": " founder mentality cannot and will not understand it. Are you crazy? Harris thought to himself,"}, {"start": 2041.52, "end": 2047.44, "text": " he believed me and Kobe in himself far more than I or anybody else did. So they arranged all this"}, {"start": 2047.44, "end": 2052.08, "text": " media obligations. They're going to have like they make this like big media spectacle about his high"}, {"start": 2052.08, "end": 2055.68, "text": " school prom and him taking Brandy says People magazine was there about a bunch of dozens of"}, {"start": 2055.68, "end": 2061.12, "text": " other reporters are there. But Brian almost disappointed them. He and a teammate were"}, {"start": 2061.12, "end": 2067.2, "text": " watching basketball videos. Think about that. He almost missed his prom because he was watching"}, {"start": 2067.2, "end": 2072.3999999999996, "text": " game tape. This made me think about when I did the biography of Rick Rubin. On Episode 245,"}, {"start": 2072.3999999999996, "end": 2078.16, "text": " Rick Rubin missed picking up his Grammy because he was working. So before the Lakers agree to"}, {"start": 2078.16, "end": 2082.64, "text": " figure out a way to draft Kobe, they're doing workouts. And Jerry West is a legendary like he's"}, {"start": 2082.64, "end": 2087.4399999999996, "text": " the logo, like when you look at the NBA logo, that's Jerry West. This is also the guy that"}, {"start": 2087.4399999999996, "end": 2092.96, "text": " Kobe had been watching videos of and was being a really close mentor throughout like his entire"}, {"start": 2092.96, "end": 2097.36, "text": " life. And so West says something interesting here that I think this is why I'm bringing this to your"}, {"start": 2097.36, "end": 2101.6, "text": " attention. But it says before the workout, Bryant got his first opportunity to talk at length with"}, {"start": 2101.6, "end": 2106.64, "text": " West and this is what Brian said after that he just knows so much about the game. And according"}, {"start": 2106.64, "end": 2111.6, "text": " to this, the workout that West put him through was very short. And he says within a few minutes,"}, {"start": 2111.6, "end": 2116.2400000000002, "text": " West told Brian that the franchise was going to do everything within its power to draft him. And"}, {"start": 2116.2400000000002, "end": 2121.12, "text": " then he describes why. And then this is just me being selfish where I wrote on this page,"}, {"start": 2121.12, "end": 2125.44, "text": " like I'm trying to be like this, I want it to be obvious to other people how much work I'm putting"}, {"start": 2125.44, "end": 2130.56, "text": " into what I'm doing. I'm not lollygagging. I'm taking this very seriously, says West had long"}, {"start": 2130.56, "end": 2136.4, "text": " held to the belief that as a scout, you could see what a player could do on the floor. But it was"}, {"start": 2136.4, "end": 2143.2, "text": " much harder and almost impossible to read a player's heart, which was where real greatness lay."}, {"start": 2143.7599999999998, "end": 2149.12, "text": " But Brian's workout had been so impressive that for Jerry West, it had revealed his heart."}, {"start": 2149.12, "end": 2155.52, "text": " It was there in his skill set alone, just the amount of work that a player would have had to do"}, {"start": 2155.52, "end": 2163.52, "text": " to possess such immaculate moves, the footworks and fakes and execution, the hours that must have"}, {"start": 2163.52, "end": 2170.08, "text": " been put into to get that kind of perfection. So now he's playing on the Lakers. He's a still a"}, {"start": 2170.08, "end": 2176.4, "text": " massive Magic Johnson fan, and he's going to copy something that Magic believed as well. And it says"}, {"start": 2176.4, "end": 2180.56, "text": " magic was the kind of player that didn't let his teammates get out of focus. It was all about the"}, {"start": 2180.56, "end": 2186.4, "text": " ultimate prize. And there were no exceptions. You either won the NBA championship or you did not."}, {"start": 2186.4, "end": 2193.2000000000003, "text": " There was no second place. Just one line on this page for you. Bryant was an intense introvert."}, {"start": 2194.08, "end": 2198.48, "text": " Famously, there was a clause in Michael Jordan's contract called for the love of the game clause,"}, {"start": 2198.48, "end": 2202.2400000000002, "text": " meaning he could play basketball anytime and anywhere he wanted, which I guess was rare because,"}, {"start": 2202.24, "end": 2205.9199999999996, "text": " from my understanding, NBA teams were trying to restrict when they could play basketball because"}, {"start": 2205.9199999999996, "end": 2210.64, "text": " they didn't want you to get injured. Kobe actually injures himself playing a pickup game in Venice"}, {"start": 2210.64, "end": 2215.3599999999997, "text": " Beach. And so I'm going to tell you about that. But then I thought Jerry West's response to this,"}, {"start": 2216.0, "end": 2220.4799999999996, "text": " considering he just drafted Kobe was very interesting. So it says Kobe had injured his"}, {"start": 2220.4799999999996, "end": 2225.52, "text": " wrist playing at Venice Beach. I just couldn't believe that a guy would be playing pickup ball"}, {"start": 2225.52, "end": 2229.2799999999997, "text": " there. An NBA guy would be playing pickup ball here. That was my first experience with how excited"}, {"start": 2229.28, "end": 2233.6800000000003, "text": " and enthusiastic he was just about playing the game. He truly had a passion for playing,"}, {"start": 2233.6800000000003, "end": 2238.6400000000003, "text": " regardless of where it was, what time of day he was going to play. West didn't seem worried."}, {"start": 2239.28, "end": 2244.0800000000004, "text": " This is what he said. This guy will play in the Little League tournament. It doesn't bother me."}, {"start": 2244.0800000000004, "end": 2247.52, "text": " He loves to play basketball. He's one of the most dedicated players I've ever seen."}, {"start": 2249.0400000000004, "end": 2253.44, "text": " And so his first few years, his coach is not playing him that much. He's not getting minutes."}, {"start": 2253.44, "end": 2258.4, "text": " Kobe's getting depressed. And so he does something very, very smart here. Larry Ellison did this"}, {"start": 2258.4, "end": 2263.04, "text": " exact same thing when Oracle was going through rough times. He'd read biographies of great figures"}, {"start": 2263.04, "end": 2267.76, "text": " as a way to motivate himself and convince himself that things will get better. Kobe does the exact"}, {"start": 2267.76, "end": 2272.32, "text": " same thing. Part of his strategy for keeping his disappointment at bay was to focus on others who"}, {"start": 2272.32, "end": 2277.28, "text": " had faced far more difficult circumstances. I read the autobiography of Jackie Robinson,"}, {"start": 2277.28, "end": 2281.76, "text": " Brian said. I was thinking about all the hard times that I'd go through this year and that it never"}, {"start": 2281.76, "end": 2286.1600000000003, "text": " compared to what he went through. That just kind of helped put things in perspective."}, {"start": 2286.16, "end": 2291.2799999999997, "text": " He would also read fiction and do this as well. He actually, not only with myself on this page,"}, {"start": 2291.2799999999997, "end": 2295.2799999999997, "text": " is build your own world. And then we got to talk about all the founders that use this idea of"}, {"start": 2295.2799999999997, "end": 2300.3999999999996, "text": " visualization. So it says, Kobe always loved Disney and Star Wars and Jedi Knights. When Tex"}, {"start": 2300.3999999999996, "end": 2306.0, "text": " winner, so Tex winner is this coach, Coach Jordan and Kobe. I think he's the one that came up with"}, {"start": 2306.0, "end": 2310.24, "text": " or maybe he was the greatest expert on the triangle offense. And he's like this wise old man."}, {"start": 2310.24, "end": 2316.0, "text": " And Kobe essentially uses an idea from Star Wars. He's like, Oh, Texas is going to be my Yoda."}, {"start": 2316.0, "end": 2320.24, "text": " So it says when Tex winner showed up to help coach the Lakers, Brian immediately dubbed him his Yoda."}, {"start": 2320.24, "end": 2325.8399999999997, "text": " He had this very symbolic Kobe that is Kobe had this very symbolic metaphorical way of seeing"}, {"start": 2325.8399999999997, "end": 2332.16, "text": " things. He viewed the world through the lens of a fabulous narrative. His favorite book had been"}, {"start": 2332.16, "end": 2337.9199999999996, "text": " the sci-fi fantasy Ender's game about a protagonist trained from a young age to face increasingly"}, {"start": 2337.92, "end": 2343.92, "text": " difficult challenges in order to save the world. For the next six years, Brian had lived his life"}, {"start": 2343.92, "end": 2349.04, "text": " as if going on a mythical quest. The only way he could keep the whole dream going was to work"}, {"start": 2349.04, "end": 2355.6800000000003, "text": " harder and harder and harder to spin his fantasies around and around until they wrapped him tight in"}, {"start": 2355.6800000000003, "end": 2364.48, "text": " a new reality. Visualization was immense for that. It drove his many hours of solitary practice time."}, {"start": 2364.48, "end": 2369.04, "text": " So this idea of visualization seeing something in your mind before you see it in reality sounds"}, {"start": 2369.04, "end": 2374.56, "text": " like Willy Fufu to a lot of people. I understand that all I'm telling you is pops up over and over"}, {"start": 2374.56, "end": 2381.84, "text": " and over again in these books. Kobe Bryant, Bob Noyce, Edwin Land, Steve Jobs, Arnold Schwarzenegger,"}, {"start": 2381.84, "end": 2387.84, "text": " Estee Lauder all did this. This is a quote from Estee Lauder's autobiography episode 217. If you"}, {"start": 2387.84, "end": 2391.44, "text": " have not heard that podcast, you got to listen to it right after you're done with this. Visualize,"}, {"start": 2391.44, "end": 2396.4, "text": " she says, in your mind's eye, you see a successful venture, a deal made, a profit accomplished. It"}, {"start": 2396.4, "end": 2400.88, "text": " has a superb chance of actually happening. Projecting your mind into a successful situation is the most"}, {"start": 2400.88, "end": 2405.2000000000003, "text": " powerful means to achieve goals. If you spend time with pictures of failure in your mind, you will"}, {"start": 2405.2000000000003, "end": 2410.64, "text": " orchestrate failure. Countless times before the event, I have pictured a heroic sale to a large"}, {"start": 2410.64, "end": 2416.4, "text": " department store every step of the way and the picture in my mind became a reality. I have"}, {"start": 2416.4, "end": 2422.1600000000003, "text": " visualized success, then created the reality from that image. Great athletes, business people,"}, {"start": 2422.1600000000003, "end": 2429.36, "text": " inventors and achievers from all walks of life seem to know this secret. So there is this well"}, {"start": 2429.36, "end": 2433.28, "text": " known event that happens early in Kobe's career. I think this is the first year, his rookie year,"}, {"start": 2433.28, "end": 2438.0, "text": " they had eliminated from the playoffs and he is blamed because he shoots a bunch of air balls."}, {"start": 2438.56, "end": 2442.8, "text": " And so I want to read his immediate reaction to this unbelievable disappointment that he had to"}, {"start": 2442.8, "end": 2446.96, "text": " disappointment that he had to endure and how it compares to Michael Jordan and the founder of IKEA."}, {"start": 2446.96, "end": 2451.1200000000003, "text": " And so it says that evening after the loss, Bryant went straight to a gym at a neighborhood school"}, {"start": 2451.1200000000003, "end": 2455.36, "text": " as soon as he got home to LA. He went in the gym that night and shot until three or four in the"}, {"start": 2455.36, "end": 2460.0, "text": " morning, Scoop Jackson said. There was no crying, none of that shit. He went straight to the damn"}, {"start": 2460.0, "end": 2465.2000000000003, "text": " gym. I think that game was vital to how good he became. That level of embarrassment to happen to"}, {"start": 2465.2000000000003, "end": 2472.0800000000004, "text": " somebody like him, the next year he came out like a fucking maniac. And then I wrote a quote that I"}, {"start": 2472.08, "end": 2476.72, "text": " learned from the founder of IKEA, which I think is absolutely fantastic. He says, only those who are"}, {"start": 2476.72, "end": 2484.7999999999997, "text": " asleep make no mistakes. Making mistakes is the privilege of the active. And so Kobe's response"}, {"start": 2484.7999999999997, "end": 2490.3199999999997, "text": " was the perfect, correct response. Let's go to Michael Jordan's autobiography driven from within."}, {"start": 2490.3199999999997, "end": 2494.7999999999997, "text": " He says, look around and just about any person or entity achieving at a high level has that same"}, {"start": 2494.7999999999997, "end": 2500.08, "text": " focus. The morning after Tiger Woods rallied to beat Phil Mickelson in the Ford Championship in"}, {"start": 2500.08, "end": 2508.24, "text": " 2005, he was in the gym by 6.30 to work out. No lights, no cameras, no glitz or glamour, uncompromised."}, {"start": 2509.2799999999997, "end": 2513.12, "text": " And very soon after this, he does something smart. This is also advice that Estee Lauder said that"}, {"start": 2513.12, "end": 2517.68, "text": " you should embrace peer relationships in your field. He goes out and he tries to build a"}, {"start": 2517.68, "end": 2522.4, "text": " relationship with Michael Jordan. He's like what, 21 at the time, I think Michael Jordan's 35."}, {"start": 2523.04, "end": 2528.3199999999997, "text": " And this is a perfect illustration of Steve Jobs point that asking for help is a superpower. And"}, {"start": 2528.32, "end": 2531.92, "text": " he's and it's a superpower Steve Jobs says that most people don't use. He's like, if I needed help,"}, {"start": 2531.92, "end": 2536.6400000000003, "text": " I would just pick up the phone and call and ask for help. And almost everybody would always help"}, {"start": 2536.6400000000003, "end": 2540.0800000000004, "text": " me even early in my career. This is Steve talking even earlier in my career. And most people just"}, {"start": 2540.0800000000004, "end": 2543.52, "text": " won't even pick up the phone. So they're playing against each other. And Bryant does something"}, {"start": 2543.52, "end": 2547.76, "text": " smart. He says during a pause in the play in the fourth period, Bryant brazenly went up to Jordan,"}, {"start": 2547.76, "end": 2552.88, "text": " asking his advice on posting up. In the fourth quarter of that game, he asked me about my postup"}, {"start": 2552.88, "end": 2557.2000000000003, "text": " move in terms of do you keep your legs wide? Or do you keep your legs tight? Jordan said later,"}, {"start": 2557.2, "end": 2561.6, "text": " I told him I always use my legs to feel where the defense is playing so I can react to the defense."}, {"start": 2561.6, "end": 2565.4399999999996, "text": " His bigger challenge now this is Jordan talking about Kobe, his bigger challenge, his biggest"}, {"start": 2565.4399999999996, "end": 2569.2, "text": " challenge will be harnessing what he knows and utilizing what he's got and implementing it on"}, {"start": 2569.2, "end": 2575.04, "text": " the floor. That's tough. That's experience. That's the things that Larry Bird and Magic Johnson all"}, {"start": 2575.04, "end": 2580.24, "text": " taught me. And so Kobe also said that when they're having the conversation on the court in the fourth"}, {"start": 2580.24, "end": 2584.8799999999997, "text": " quarter, he's like, if you ever need anything, call me. And so you tell a learning machine like that."}, {"start": 2584.88, "end": 2588.2400000000002, "text": " And what do you think Kobe is going to do? We know what he's going to do. Because earlier, I was"}, {"start": 2588.2400000000002, "end": 2592.96, "text": " quoting from the last dance documentary. And Kobe said I don't get five championships without him"}, {"start": 2592.96, "end": 2598.08, "text": " because he guided me so much and gave me so much great advice. This won't be the last time that we"}, {"start": 2598.08, "end": 2602.48, "text": " talk about the relationship between Michael Jordan Kobe. It is a main theme and a really important"}, {"start": 2602.48, "end": 2608.1600000000003, "text": " part of the book. This is later on in Kobe's career. This is his teammate Derek Fisher talking"}, {"start": 2608.1600000000003, "end": 2612.0, "text": " about the importance of self confidence, the more you experience time around him and get to see him"}, {"start": 2612.0, "end": 2617.84, "text": " in different situations, the more you understand that that's all it is, it's confidence. He's just"}, {"start": 2617.84, "end": 2623.12, "text": " a guy who has an immeasurable amount of confidence in his ability to play the game. That really was,"}, {"start": 2623.12, "end": 2627.04, "text": " he's talking about the level of intensity he brings to practices. That really was the way we"}, {"start": 2627.04, "end": 2632.16, "text": " all should have been competing. We should have been competing with Kobe's spirit. And Kobe was"}, {"start": 2632.16, "end": 2636.4, "text": " always standoffish. They talk about that in the redeem team documentary too. He's a little older"}, {"start": 2636.4, "end": 2641.6, "text": " in his career. So he was, you know, somewhat open, but he is a lone wolf very much. And in many cases,"}, {"start": 2641.6, "end": 2646.72, "text": " he had a hard time. Essentially, like, if you wanted to develop a professional relationship"}, {"start": 2646.72, "end": 2651.92, "text": " with Kobe, he would view it through the lens of basically one thing. And the reason that he was"}, {"start": 2652.64, "end": 2658.64, "text": " as close as he could be to another player, that would be with Derek Fisher, is because he saw"}, {"start": 2658.64, "end": 2664.0, "text": " Fisher's work ethic. He's like, Fisher may not be a superstar like I am, but he works his damn ass"}, {"start": 2664.0, "end": 2669.2, "text": " off. And so therefore I respect him work ethic was the one standard by which Bryant measured"}, {"start": 2669.2, "end": 2674.72, "text": " another player. One of Steve Jobs favorite quotes was that simplicity is the ultimate sophistication."}, {"start": 2674.72, "end": 2678.7999999999997, "text": " This is an example of that the great basketball players and really great at anything, right?"}, {"start": 2678.7999999999997, "end": 2683.4399999999996, "text": " The great basketball players try to take complicated things and find simple ways to do them."}, {"start": 2684.3199999999997, "end": 2688.96, "text": " Another example of Bryant talking about how Jordan was in the development of his own career."}, {"start": 2688.96, "end": 2692.3999999999996, "text": " Bryant said that getting advice from Jordan is like getting advice from the Buddha that sits on"}, {"start": 2692.3999999999996, "end": 2696.3199999999997, "text": " top of the mountain who has everything figured out and passes on some of his knowledge to the"}, {"start": 2696.32, "end": 2701.92, "text": " next guy who's trying to climb that mountain. We also see that Kobe's willing to ask anybody"}, {"start": 2701.92, "end": 2706.1600000000003, "text": " for advice. If he feels you have talent that he lacks or information he lacks, he's going to go"}, {"start": 2706.1600000000003, "end": 2709.92, "text": " straight to you even if you're a competitor. At this time, he's like, I have I'm making progress"}, {"start": 2709.92, "end": 2714.8, "text": " on offense, but my defense is lacking. So he goes up, there's a this takes place during All Star"}, {"start": 2714.8, "end": 2721.2000000000003, "text": " Weekend. And it says another important moment happened when Seattle's Gary Payton helped Bryant"}, {"start": 2721.2, "end": 2727.04, "text": " understand screen and roll defense. So again, go back to what Steve Jobs said, most people are"}, {"start": 2727.04, "end": 2731.8399999999997, "text": " never even going to do that. Bryant has a giant ego, thinks he's gonna be the best ever. And he's"}, {"start": 2731.8399999999997, "end": 2736.24, "text": " still willing. He's like, Hey, Gary, like help me with this, man. I don't know how you do what you"}, {"start": 2736.24, "end": 2741.68, "text": " do. This is huge. And I try to copy this as well in my own life. So says Gary Payton helped Bryant"}, {"start": 2741.68, "end": 2746.24, "text": " understand screen and roll defense. I don't think Gary knows how much he helped me. Bryant said,"}, {"start": 2746.24, "end": 2753.12, "text": " Bryant demonstrated dramatic defense improvement afterward. So something that jumps out in this"}, {"start": 2753.12, "end": 2757.7599999999998, "text": " book, but also jumped out because Oh, I forgot to tell you, this is the same. So I told you,"}, {"start": 2758.3999999999996, "end": 2764.0, "text": " I've said this a few times now. The book I did on 212, the biography, it's like a 700 page"}, {"start": 2764.0, "end": 2768.9599999999996, "text": " biography of Michael Jordan. It's written by the same guy, Roland Lazumy. That book changed my mind,"}, {"start": 2768.9599999999996, "end": 2774.4799999999996, "text": " or not my mind, that book changed my life. I think about it all the time. So what was interesting to"}, {"start": 2774.48, "end": 2777.84, "text": " me is how much and it shouldn't have been interesting, really, it shouldn't even be surprising,"}, {"start": 2778.64, "end": 2784.48, "text": " is how much of the Jordan biography is about the importance of mental strength. And a lot of the"}, {"start": 2784.48, "end": 2788.56, "text": " lessons Jordan learned about the importance of taking care of like being in a moment, like the"}, {"start": 2788.56, "end": 2793.44, "text": " Zen training, the taking care of like the mental anguish and stress you're under, he learned from"}, {"start": 2793.44, "end": 2799.28, "text": " Phil Jackson. And so we see in this book that Phil Jackson is doing the same thing with Shaquille O'Neal"}, {"start": 2799.28, "end": 2804.0, "text": " and Kobe Bryant. And so I'm gonna this is gonna happen over a few pages, but I got a couple"}, {"start": 2804.0, "end": 2807.44, "text": " things I want to pull out here because I thought it was interesting, where they call this guy their"}, {"start": 2807.44, "end": 2811.84, "text": " secret weapon. And I think the parallel here is obviously very important that entrepreneurs are"}, {"start": 2811.84, "end": 2816.96, "text": " going to it's inevitable, you're building a company, you will have times of mental anguish,"}, {"start": 2816.96, "end": 2822.48, "text": " depression, that you want to give up. Episode 200 on James Dyson is the best, like thing I could"}, {"start": 2822.48, "end": 2826.32, "text": " point you to on how to get through it. But it's what Mark and Jason said, like there's only two"}, {"start": 2826.88, "end": 2831.2, "text": " emotions that entrepreneurs experience. And it's either euphoria or terror, you feel at the top of"}, {"start": 2831.2, "end": 2836.24, "text": " the world. And then the very next day, the very next week, you were convinced that you're doomed."}, {"start": 2836.24, "end": 2842.8799999999997, "text": " Anytime I put that quote out on social media, or I talk about on a podcast, I get a ton of messages"}, {"start": 2842.8799999999997, "end": 2847.9199999999996, "text": " say, yep, that's exactly how I feel. So let's go into how they try to like deal with this, right."}, {"start": 2847.9199999999996, "end": 2852.48, "text": " So this is George Mumford had been brought in to lead the Lakers in meditation and mindfulness"}, {"start": 2852.48, "end": 2857.2799999999997, "text": " training, just as he had for Jordan and the Bulls. He offered specific mental training,"}, {"start": 2857.28, "end": 2862.88, "text": " much of it in the Zen mold for reducing the stress of competition. He's our secret weapon,"}, {"start": 2862.88, "end": 2868.1600000000003, "text": " O'Neill would say of Mumford. Bryant was content to discuss the mental elements of competition with"}, {"start": 2868.1600000000003, "end": 2873.1200000000003, "text": " Mumford, as were his teammates. It was good because it gave people a chance to talk about the things"}, {"start": 2873.1200000000003, "end": 2877.6800000000003, "text": " they might be on their mind. The hype, the pressure, Brian explained, I think it's good"}, {"start": 2877.6800000000003, "end": 2882.96, "text": " for them to talk about those things. It's increased our performance a lot. I'm surprised other teams"}, {"start": 2882.96, "end": 2889.6, "text": " don't do this kind of stuff. Working with George helps us get to the issues, or helps us get issues"}, {"start": 2889.6, "end": 2895.92, "text": " out of the way before they even start. This is more on the inevitable conflict, all great teams,"}, {"start": 2895.92, "end": 2901.52, "text": " whether business or otherwise, have conflict. In fact, Jeff Bezos prefers it that way. When I read"}, {"start": 2901.52, "end": 2907.04, "text": " the book, the second biography of him, Amazon Unbound, for Episode 180, there's a line in there"}, {"start": 2907.04, "end": 2911.92, "text": " that I never forgot where Jeff says, if I have to choose between agreement and conflict, I'll take"}, {"start": 2911.92, "end": 2917.76, "text": " conflict every time. It always yields a better result. And so we see that here. Jerry West had"}, {"start": 2917.76, "end": 2922.88, "text": " reportedly told Shaquille O'Neill, I played with two of the all time greats, Wilt Chamberlain and"}, {"start": 2922.88, "end": 2929.04, "text": " Elgin Baylor. You don't think we had personal rivalries going on back then? You've got to stop"}, {"start": 2929.04, "end": 2935.44, "text": " being a baby, put all this personal stuff aside and do what's important. Put the team's success"}, {"start": 2935.44, "end": 2940.0, "text": " first. So at the beginning of the book, the author says, hey, you might want to look at this story."}, {"start": 2940.0, "end": 2944.64, "text": " It's like a cautionary tale, the fact that he would sacrifice anything in service of this goal."}, {"start": 2944.64, "end": 2949.12, "text": " There's a fantastic quote by my friend Sam Hinkie. He was on Invest Like the Best with my friend"}, {"start": 2949.12, "end": 2955.12, "text": " Patrick. And he brought this up because something that he really enjoyed was Robert Caro's multiple"}, {"start": 2955.12, "end": 2960.32, "text": " part biography of Lyndon Johnson. And I thought one of Sam's takeaways was very similar to Kobe"}, {"start": 2960.32, "end": 2965.12, "text": " Bryant. And it talks about how ruthless a person can be. And understanding this, this is part of"}, {"start": 2965.12, "end": 2969.44, "text": " human nature, these personalities appear over and over again. You have to understand that there's"}, {"start": 2969.44, "end": 2973.68, "text": " people out there that literally don't care. And if you get in their way, or if you're naive to the"}, {"start": 2973.68, "end": 2977.68, "text": " fact that this personality appears over and over again, like they can cause an incredible amount"}, {"start": 2977.68, "end": 2982.56, "text": " of damage in your own life. And so Sam says if you want something like the presidency, or being a"}, {"start": 2982.56, "end": 2988.32, "text": " billionaire, I think that was my quote, not his, like the presidency, you should presume there is"}, {"start": 2988.32, "end": 2995.36, "text": " someone out there who will devote all their time, money, relationships, sense of ethics, everything"}, {"start": 2995.36, "end": 3002.7200000000003, "text": " in sacrifice of that one goal. Of course, that kind of person would win that race. Now he's clearly"}, {"start": 3002.7200000000003, "end": 3008.08, "text": " not saying you should be a person that has no sense of ethics. He's just telling you this is part of"}, {"start": 3008.08, "end": 3013.04, "text": " life. And we see that with Kobe. A huge part of this book is him sacrificing the relationship"}, {"start": 3013.04, "end": 3016.88, "text": " with his family. I left it out because I don't actually understand it that much. They have like"}, {"start": 3016.88, "end": 3020.32, "text": " these falling outs, a lot of it had to do with money, but he didn't just do it to his family"}, {"start": 3020.32, "end": 3025.52, "text": " members. The guy that brought him to Adidas that made him famous, this guy named Sonny Vaccaro,"}, {"start": 3025.52, "end": 3030.56, "text": " he's this famous figure in Nike history and Adidas history, and he's like this interesting backstory."}, {"start": 3030.56, "end": 3036.48, "text": " Anyways, eventually he ceases to be useful to Kobe, and this is what Kobe does to him. And I just"}, {"start": 3036.48, "end": 3040.7200000000003, "text": " wrote the word ruthless. And it says in making his exit, he just basically cut him out of his"}, {"start": 3040.7200000000003, "end": 3045.2000000000003, "text": " life, but never even bothered to tell him. And so it says in making his exit, Bryant never even"}, {"start": 3045.2000000000003, "end": 3048.8, "text": " bothered to phone Sonny and thank him for the experience, which had included money for his"}, {"start": 3048.8, "end": 3053.2000000000003, "text": " parents and guaranteed millions for Bryant before he ever played an NBA game. More than a dozen"}, {"start": 3053.2000000000003, "end": 3061.92, "text": " years later, Sonny still has never heard a word from Bryant. Ruthless. If you want something like"}, {"start": 3061.92, "end": 3065.1200000000003, "text": " the presidency, you should presume there is someone out there who would devote all their time,"}, {"start": 3065.1200000000003, "end": 3070.7200000000003, "text": " money, relationships, sense of ethics, everything in sacrifice of that one goal. Another main theme"}, {"start": 3070.7200000000003, "end": 3075.44, "text": " of the book that you and I've talked about a few times now, don't expect people to understand you."}, {"start": 3075.44, "end": 3081.84, "text": " So this is just somebody that knows both Kobe and Michael Jordan. He wound up working with both"}, {"start": 3081.84, "end": 3086.8, "text": " Jordan and Bryant, his name is Shafer. And it says as a result of these experiences,"}, {"start": 3086.8, "end": 3090.48, "text": " as Shafer had made a study of competitive personalities. This is about Jordan's hall"}, {"start": 3090.48, "end": 3095.52, "text": " of fame speech. And so again, main theme is expect to be misunderstood. I saw Jordan's"}, {"start": 3096.08, "end": 3101.6, "text": " hall of fame speech. The public's general reaction took me by surprise, where it's going to take"}, {"start": 3101.6, "end": 3105.68, "text": " Shafer by surprise too. It says, whereas the public seemed infuriated by Jordan's emotional"}, {"start": 3105.68, "end": 3110.48, "text": " hall of fame speech in 2009, Shafer deeply admired it. I remember sitting there on my couch with my"}, {"start": 3110.48, "end": 3114.16, "text": " wife watching it, he said, and I turned to her about halfway through and I said, this is the"}, {"start": 3114.16, "end": 3119.52, "text": " most real he's ever been with cameras on before. It was authentic. It was him. It was everything"}, {"start": 3119.52, "end": 3125.2, "text": " about him that I loved personally. I thought it was great. It was far from easy for such competitors"}, {"start": 3125.2, "end": 3131.36, "text": " to be real, he said, adding that Jordan got crushed for doing so. He is just this person who I think is"}, {"start": 3131.36, "end": 3136.88, "text": " unparalleled as the greatest player in the history of the game, telling us what he thought. It was a"}, {"start": 3136.88, "end": 3142.1600000000003, "text": " privilege for everyone to hear what he thought. And so going back to that theme, that this is"}, {"start": 3142.1600000000003, "end": 3146.48, "text": " maybe a cautionary tale, be careful what you wish for. These are very old ideas that are passed"}, {"start": 3146.48, "end": 3150.96, "text": " throughout human history. There's like an entire chapter, it goes on and on. I don't have to pull"}, {"start": 3150.96, "end": 3156.32, "text": " out anything like any specific quotes. What I was struck by is how similar this was to what you"}, {"start": 3156.32, "end": 3163.92, "text": " learn if you watch the last dance documentary. Like Jordan in the last dance, a lot of Kobe,"}, {"start": 3163.92, "end": 3169.6000000000004, "text": " the more famous you get, they can't go anywhere. And the crazy thing is by the time in Jordan's"}, {"start": 3169.6000000000004, "end": 3172.96, "text": " career that we see in the last dance, it's what's happening to Kobe here at this point in the book."}, {"start": 3172.96, "end": 3181.2000000000003, "text": " It's like a lot of their time is spent in isolation in hotel rooms. And so let's go back to this idea"}, {"start": 3181.2000000000003, "end": 3184.56, "text": " that they have the secret weapon, they have the psychologist, they're working on the mental part,"}, {"start": 3184.56, "end": 3190.16, "text": " the maybe even like the personal relation parts you can think of. Really, there's two paragraphs"}, {"start": 3190.16, "end": 3195.52, "text": " here I'm going to quote from. This is the main theme, I think it's founders 265 of becoming Steve"}, {"start": 3195.52, "end": 3199.68, "text": " Jobs and why I think that Steve Jobs biography, if you're going to read one, I'd read that one"}, {"start": 3199.68, "end": 3205.68, "text": " because it talks about the transition, the fact that he evolved the subtitles evolution of a"}, {"start": 3205.68, "end": 3211.68, "text": " reckless upstart into a visionary leader. Like the Steve Jobs at 25 or 29 could not be lead the"}, {"start": 3211.68, "end": 3216.48, "text": " quality of an organization that Apple became when Apple when Steve came back when he's in his late"}, {"start": 3216.48, "end": 3221.7599999999998, "text": " 40s. And so I put Steve Jobs way of interacting with people is very similar to Michael Young Steve"}, {"start": 3221.7599999999998, "end": 3228.3999999999996, "text": " Jobs, and older Steve Jobs really, is the same way that Michael Jordan and Kobe Bryant reacted"}, {"start": 3228.3999999999996, "end": 3233.8399999999997, "text": " to people that didn't meet their very high, almost ridiculously high standards. And so I think this"}, {"start": 3233.8399999999997, "end": 3238.64, "text": " is actually an important part for founders as they think about managing other people that are not"}, {"start": 3238.64, "end": 3243.44, "text": " founders, right? It would become Mumford's goal to help supremely competitive players find a means"}, {"start": 3243.44, "end": 3247.3599999999997, "text": " of contending with what made them different so that they'd be able to not just compete at the"}, {"start": 3247.3599999999997, "end": 3252.48, "text": " highest level, but also to find a means of channeling compassion into their everyday lives,"}, {"start": 3252.48, "end": 3258.08, "text": " despite their astronomical competitive instincts. Highly competitive personalities like Jordan and"}, {"start": 3258.08, "end": 3264.64, "text": " Bryant could absolutely kill a team atmosphere with displays of ruthlessness or selfishness that"}, {"start": 3264.64, "end": 3269.92, "text": " that sentence right there, you put take out Brian and Jordan and put in Steve Jobs are really a ton"}, {"start": 3269.92, "end": 3273.2799999999997, "text": " of the people that you and I talk about. And it's still true, they could absolutely kill a team"}, {"start": 3273.2799999999997, "end": 3276.96, "text": " atmosphere with displays of ruthlessness or selfishness. So therefore you have to learn"}, {"start": 3276.96, "end": 3281.7599999999998, "text": " the skill right. From the beginning, Kobe was not adept with social skills. He did not realize how"}, {"start": 3281.7599999999998, "end": 3286.08, "text": " to get through relationships and interactions with other people. He was a young guy and it took the"}, {"start": 3286.08, "end": 3290.72, "text": " course of his career, just like Steve Jobs to figure out how to deal with people on a one on"}, {"start": 3290.72, "end": 3296.16, "text": " one basis and in a team atmosphere. And he was not perfect in this regard, even if he improved,"}, {"start": 3296.16, "end": 3300.3999999999996, "text": " right? They're never going to be perfect at it. They're just so different than anybody else."}, {"start": 3300.3999999999996, "end": 3304.7999999999997, "text": " And so we see example of this, this is what Kobe told his teams after they missed the playoffs,"}, {"start": 3304.7999999999997, "end": 3308.56, "text": " he'd already won three championships at this time, but Shaq's not in on the team anymore."}, {"start": 3308.56, "end": 3313.2, "text": " And it says the Lakers missed the playoffs had been 11 years since the last time they had missed."}, {"start": 3313.2, "end": 3317.7599999999998, "text": " And this is what somebody in the locker room said happened. So after the last game in the locker"}, {"start": 3317.76, "end": 3321.44, "text": " room, the coach goes to the usual bullshit, you know, you guys played hard, blah, blah, blah,"}, {"start": 3321.44, "end": 3326.7200000000003, "text": " trying to be positive. I appreciate your effort. Kobe says, I've got to say something. He stands up,"}, {"start": 3326.7200000000003, "end": 3330.7200000000003, "text": " points around the room and says, you motherfuckers don't belong in the same court with me."}, {"start": 3330.7200000000003, "end": 3336.1600000000003, "text": " You're all shit. And he walked out of the locker room. And so the rest of the book is on Kobe's"}, {"start": 3336.1600000000003, "end": 3343.28, "text": " drive to get back to the championship. That's all he's like, I have one goal, one determinant"}, {"start": 3343.28, "end": 3348.7200000000003, "text": " in whether my career was a success or not. And it's like, how many rings did I get? And so there's"}, {"start": 3348.7200000000003, "end": 3352.88, "text": " many pages where I don't have any highlights. And then I get to page like this, where there's two"}, {"start": 3352.88, "end": 3359.84, "text": " or three pages in a row, where I highlight almost the entire thing. And so I'm going to read my note"}, {"start": 3359.84, "end": 3364.8, "text": " first. And I'll leave this in the show notes as well. This is important. There's another four"}, {"start": 3364.8, "end": 3370.1600000000003, "text": " ideas on spread out of those pages. Search for your limits, extreme personal practice,"}, {"start": 3370.16, "end": 3376.72, "text": " resourcefulness, find a way that's number three, and number four, study the grades. And so it says,"}, {"start": 3376.72, "end": 3381.8399999999997, "text": " if the scoring displays, meaning he's just scoring a ton of points, 40, 50, 60 points game, if the"}, {"start": 3381.8399999999997, "end": 3386.7999999999997, "text": " scoring to play showed anything, they revealed that Bryant Bryant was clearly a man in search"}, {"start": 3386.7999999999997, "end": 3392.7999999999997, "text": " of his limits. His ability to perform at this high level was solidly based on his years of extreme"}, {"start": 3392.7999999999997, "end": 3397.92, "text": " personal practice. He began with his immaculate footwork, an array of pivots, reverse pivots,"}, {"start": 3397.92, "end": 3403.44, "text": " jab steps and feints that allowed him to create the room to rise up in a tight space and make"}, {"start": 3403.44, "end": 3409.2000000000003, "text": " seemingly impossible shots under impossible circumstances. This is really the way I think"}, {"start": 3409.2000000000003, "end": 3414.56, "text": " about this is all really resourcefulness, right? Taking something that other people could do,"}, {"start": 3414.56, "end": 3418.4, "text": " yet finding an opportunity in something that's available to everybody else where like you see"}, {"start": 3418.4, "end": 3423.2000000000003, "text": " opportunity where other people see nothing, right? This unique skill was the perfectly formed product"}, {"start": 3423.2, "end": 3428.16, "text": " of his study of untold hours of videotape of every single one of the game's great scores."}, {"start": 3428.16, "end": 3433.9199999999996, "text": " It would also involve conversations and more film study with tech's winner about footwork"}, {"start": 3433.9199999999996, "end": 3438.08, "text": " and time spent with Jerry West talking about a million important details."}, {"start": 3438.96, "end": 3443.52, "text": " And this is the end result of putting all this together. Bryant was building respect among his"}, {"start": 3443.52, "end": 3449.3599999999997, "text": " peers. Every time we played them and the game was tight, we guarded him well, said San Antonio"}, {"start": 3449.36, "end": 3455.2000000000003, "text": " Spurs coach Greg Popovich, but he'd still knock down the shot. Popovich had a full understanding"}, {"start": 3455.2000000000003, "end": 3461.28, "text": " of what allowed a singular player like Bryant to stand far above so many others. He was one of the"}, {"start": 3461.28, "end": 3467.6800000000003, "text": " rare few who simply cared far more about the game than anyone else. So now we go back to this guy,"}, {"start": 3467.6800000000003, "end": 3474.4, "text": " Shafer, who I was referencing that had worked with both Bryant and Jordan. Chip Shafer became"}, {"start": 3474.4, "end": 3481.44, "text": " Bryant's go to aid as far as workouts, which meant that Shafer was on call around the clock."}, {"start": 3481.44, "end": 3487.36, "text": " Shafer had an endless supply of Jordan stories to share with Bryant, uh, to share when Bryant wanted"}, {"start": 3487.36, "end": 3492.32, "text": " to take a break in between his workouts. Shafer recalled, Kobe would ask me specific questions"}, {"start": 3492.32, "end": 3498.48, "text": " about how, how Jordan would handle situations. Kobe was often curious about how not just basketball"}, {"start": 3498.48, "end": 3503.6800000000003, "text": " specific stuff, but even some of the peripheral things. Like if a team was going through something,"}, {"start": 3503.68, "end": 3508.72, "text": " how would Michael react toward a teammate? He was interested in what kind of leader and"}, {"start": 3508.72, "end": 3514.72, "text": " what kind of leadership and management Michael would have. And so on the next page, Shafer"}, {"start": 3514.72, "end": 3519.52, "text": " continues to tell us, like give an inside look into Kobe Bryant. The note I left, this is a note,"}, {"start": 3519.52, "end": 3524.7999999999997, "text": " a personal note to myself. I'm asking myself as I get to this page, well, like, what would your"}, {"start": 3524.7999999999997, "end": 3531.6, "text": " equivalent level of dedication look like? And so this is what Shafer said, a game would end and we"}, {"start": 3531.6, "end": 3535.7599999999998, "text": " would fly to the next city. We'd get in at three in the morning and he'd want me to come and do a"}, {"start": 3535.7599999999998, "end": 3540.96, "text": " stretch with him instead of just going to bed. He couldn't switch it off on the flight while his"}, {"start": 3540.96, "end": 3545.36, "text": " teammates were sleeping. Bryant would watch the game he just played to review his and the team's"}, {"start": 3545.36, "end": 3551.04, "text": " performance. Then he'd watch a scouting video of his next opponent. And then we get to the point"}, {"start": 3551.04, "end": 3554.7999999999997, "text": " where I mentioned earlier how Jordan actually sticks up for Kobe's like, well, this is actually"}, {"start": 3554.7999999999997, "end": 3559.6, "text": " how humans learn. So it says Jordan talked about how hard Brian had worked to be great. He and"}, {"start": 3559.6, "end": 3564.48, "text": " Bryant were obviously close. And Jordan spoke up to defend Brian against critics that claimed he"}, {"start": 3564.48, "end": 3569.44, "text": " was merely copying Jordan. Jordan said he didn't see what all the big fuss was about. After all,"}, {"start": 3569.44, "end": 3575.04, "text": " human behavior was mimetic. That's how humans learned. They copied and aped another, one another."}, {"start": 3575.04, "end": 3579.12, "text": " Jordan acknowledged that Bryant was the best of a generation of players who had sought to be like"}, {"start": 3579.12, "end": 3585.6, "text": " Mike, quote unquote, but how many people lighted the path for me, Jordan said. That's the evolution"}, {"start": 3585.6, "end": 3590.72, "text": " of basketball. There's no way I could have played the way I played if I didn't watch David Thompson"}, {"start": 3590.72, "end": 3595.8399999999997, "text": " or guys prior to me. There's no way Kobe could have played the way he played without watching me"}, {"start": 3595.8399999999997, "end": 3602.48, "text": " play. That's the evolution of basketball. You cannot change that. Bryant was the one who had"}, {"start": 3602.48, "end": 3608.72, "text": " done the work in the face of the example he presented, Jordan said. And it says his retirement"}, {"start": 3608.72, "end": 3614.88, "text": " was announced in a love letter he wrote to the game, citing his obsessive passion for the sport"}, {"start": 3614.88, "end": 3621.92, "text": " and its letter that I want to close on. Dear basketball, from the moment I started rolling"}, {"start": 3621.92, "end": 3627.84, "text": " my dad's tube socks and shooting imaginary game winning shots in the great Western form,"}, {"start": 3627.84, "end": 3634.56, "text": " I knew one thing was real. I fell in love with you. A love so deep, I gave you my all from my"}, {"start": 3634.56, "end": 3641.2000000000003, "text": " mind and body to my spirit and soul. As a six year old boy deeply in love with you, I never saw the"}, {"start": 3641.2, "end": 3648.3199999999997, "text": " end of the tunnel. I only saw myself running out of one. And so I ran. I ran up and down every court"}, {"start": 3648.96, "end": 3656.3999999999996, "text": " after every loose ball for you. You asked for my hustle. I gave you my heart because it came with"}, {"start": 3656.3999999999996, "end": 3662.96, "text": " so much more. I played through the sweat and the hurt, not because challenge called me, but because"}, {"start": 3662.96, "end": 3668.96, "text": " you called me. I did everything for you because that's what you do when someone makes you feel"}, {"start": 3668.96, "end": 3676.32, "text": " as alive as you made me feel. You gave a six year old boy his Laker dream, and I'll always love you"}, {"start": 3676.32, "end": 3682.48, "text": " for it. But I can't love you obsessively for much longer. This season is all I have left to give."}, {"start": 3683.12, "end": 3689.36, "text": " My heart can take the pounding. My mind can handle the grind. But my body knows it's time to say"}, {"start": 3689.36, "end": 3696.4, "text": " goodbye. And that's okay. I'm ready to let you go. I want you to know now so we can both savor"}, {"start": 3696.4, "end": 3702.88, "text": " every moment we have left together, the good and the bad. We have given each other all that we have,"}, {"start": 3702.88, "end": 3709.2000000000003, "text": " and we both know no matter what I do next, I'll always be that kid with the rolled up socks,"}, {"start": 3709.2000000000003, "end": 3718.0, "text": " garbage can in the corner, five seconds on the clock, ball in my hands. Five, four, three, two,"}, {"start": 3718.0, "end": 3729.52, "text": " one. Love you always, Kobe. And that is where I'll leave it. As you can imagine, it is a 600 page book."}, {"start": 3729.52, "end": 3734.56, "text": " There is so much more in this book. If you want the full story, buy the book using the link that's"}, {"start": 3734.56, "end": 3738.4, "text": " in the show notes and you'll be supporting the podcast at the same time. If you don't get this"}, {"start": 3738.4, "end": 3744.64, "text": " book, make sure you order and read Kobe's book, Bob a Mentality. I'm doing a bonus episode very soon."}, {"start": 3744.64, "end": 3749.92, "text": " It'll be the next upload that you see from me. I'm rereading that book for the second time and making"}, {"start": 3749.92, "end": 3754.48, "text": " a new episode on it. And as you read more and more, it's important to remember what you read."}, {"start": 3754.48, "end": 3758.56, "text": " If you want to use the same app that I use that stores all of my highlights and all of my notes"}, {"start": 3758.56, "end": 3762.3199999999997, "text": " on everything that I read, it's read wise. I'll leave the link down in the show notes. But if"}, {"start": 3762.3199999999997, "end": 3769.2, "text": " you go to readwise.io forward slash founders, you could try it for 60 days free. That is 272 books"}, {"start": 3769.2, "end": 3775.7599999999998, "text": " down 1000 ago. And I'll talk to you again soon. So I'm not sure if you know or not, but I have"}, {"start": 3776.3199999999997, "end": 3782.64, "text": " personal notes like individual notes on over 300 podcasts and lectures about entrepreneurship. And"}, {"start": 3782.64, "end": 3787.52, "text": " you can actually read them for free. It's at David's notes dot sub stack calm. And I should"}, {"start": 3787.52, "end": 3793.2, "text": " actually update this and add to it more frequently. I've just been so obsessed with building founders"}, {"start": 3793.2, "end": 3798.64, "text": " that I have a hard time diverting any attention to anything else. But I do think it's valuable."}, {"start": 3798.64, "end": 3803.8399999999997, "text": " And it actually informs like my understanding of the books I'm reading, and what I'm trying to"}, {"start": 3803.8399999999997, "end": 3808.4, "text": " explain some of the lessons when I when I sit down to talk to you, right. And what I do very"}, {"start": 3808.4, "end": 3813.6, "text": " frequently is the benefit of this used to be like an Evernote notebook, the benefit of me moving it"}, {"start": 3813.6, "end": 3819.92, "text": " over to sub stack is I have the ability to share the links, but also search. And so if I'm thinking"}, {"start": 3819.92, "end": 3824.48, "text": " about like, if I'm researching something, I'll research or city, I'll search through all the"}, {"start": 3824.48, "end": 3829.36, "text": " archives, and then reread something that I maybe have done, you know, years ago. And so a couple"}, {"start": 3829.36, "end": 3835.68, "text": " years ago, I took notes on this short video of Warren Buffett answering questions. And he talks"}, {"start": 3835.68, "end": 3841.2, "text": " about why he reads annual reports. And there's one thing that he says here that jumps out that"}, {"start": 3841.2, "end": 3845.2, "text": " jumped out at me when I reread it this time, because I'm like, Oh, this is what founders,"}, {"start": 3845.2, "end": 3849.6, "text": " investors and executives should be using TIGAS for. It gives you like a Warren Buffett level"}, {"start": 3849.6, "end": 3853.52, "text": " brain, it'll make sense when I get there. So I'm just going to read some of the notes. And then"}, {"start": 3853.52, "end": 3858.48, "text": " I'll tell you which which part jumped out at me. So he talks about Okay, why the title is why does"}, {"start": 3858.48, "end": 3863.04, "text": " he read annual reports. And so he starts out, well, this is what reading annual reports tells you. And"}, {"start": 3863.04, "end": 3868.56, "text": " he says, I like to know as much as I can about the person running the business, the meaning the"}, {"start": 3868.56, "end": 3873.44, "text": " person authoring the note, right? Or the report rather, how they think about the business, what"}, {"start": 3873.44, "end": 3879.44, "text": " is really going on inside the business to Warren, the perfect annual report would be a report that"}, {"start": 3879.44, "end": 3884.7200000000003, "text": " was identical. This is so fantastic. Because this is kind of how I think about the original idea for"}, {"start": 3884.7200000000003, "end": 3890.16, "text": " founders podcast was, hey, what if you could meet up? I'm reading all the time anyways, right? Like,"}, {"start": 3890.16, "end": 3893.84, "text": " what if you could meet up with your friend who reads a lot, and you meet up with him once a week,"}, {"start": 3893.84, "end": 3899.04, "text": " and he just tells you the stuff that he learned that week, that based on what he read. And so I"}, {"start": 3899.04, "end": 3903.92, "text": " love Warren's interpretation is this, he's like, well, you know, I can only write my annual report,"}, {"start": 3903.92, "end": 3909.28, "text": " but I wish all annual reports were in this fashion. He says a report that was identical to my partner"}, {"start": 3909.28, "end": 3915.2000000000003, "text": " telling me the state of the business if I was away from the company for a year. And this, this is the"}, {"start": 3915.2000000000003, "end": 3920.5600000000004, "text": " part, this is the part I read that jumps out to me and why I think this is exactly what Tigas does"}, {"start": 3920.5600000000004, "end": 3925.6000000000004, "text": " for founders, investors and executives, right? But it's also I think him holding us to a high"}, {"start": 3925.6000000000004, "end": 3931.1200000000003, "text": " standard. His point is like, it's not good enough, just to like, if you're thinking about making an"}, {"start": 3931.1200000000003, "end": 3935.52, "text": " investment company, for example, it's not good enough just to read their annual report. And he's"}, {"start": 3935.52, "end": 3941.92, "text": " like, you should read the annual reports of every other company in the same industry. A lot of people"}, {"start": 3941.92, "end": 3947.52, "text": " use Tigas to research there's based on their extensive expert network, right? And the fact"}, {"start": 3947.52, "end": 3951.28, "text": " that there's all these thousands of these calls happening every day, they record them and they"}, {"start": 3951.28, "end": 3955.84, "text": " transcribe them, you have like this God level view of a company. But why don't you take it a step"}, {"start": 3955.84, "end": 3962.0, "text": " further and do that, not only for for the company or interested, but every company in the industry."}, {"start": 3962.0, "end": 3966.24, "text": " And so Warren says, I like to understand what's going on in all kinds of businesses. This is why"}, {"start": 3966.24, "end": 3969.52, "text": " Warren thinks you should read the annual reports of every other company in the same industry."}, {"start": 3969.52, "end": 3973.04, "text": " I like to understand what is going on in all kinds of businesses. If we own stock in one company in"}, {"start": 3973.04, "end": 3977.84, "text": " industry, and there are eight other companies in the industry, I want to read their annual reports"}, {"start": 3977.84, "end": 3981.84, "text": " too. Because I can't understand how my company is doing unless I understand what the other eight are"}, {"start": 3981.84, "end": 3986.4, "text": " doing. I can't be an intelligent owner of a business unless I know what all other businesses"}, {"start": 3986.4, "end": 3991.12, "text": " in the industry are doing. This is why you see me go crazy. When I find somebody I really admire,"}, {"start": 3991.12, "end": 3996.0, "text": " right? The perfect example is that people, geez, David will not shut up about Edwin Land."}, {"start": 3996.0, "end": 4001.2799999999997, "text": " Like when when you see when you see Steve Jobs talk about Edwin Land, like the fact that Steve"}, {"start": 4001.2799999999997, "end": 4006.0, "text": " Jobs is like in his early 20s, he's like Edwin Land is my hero, then Steve Jobs is dying, he's"}, {"start": 4006.0, "end": 4010.4, "text": " in his 50s. And he's still talking about the impact Edwin Land had on his career. Then I read the"}, {"start": 4010.4, "end": 4013.44, "text": " first biography of Edwin Land, which was this book called Insistee and the Impossible. I was like,"}, {"start": 4013.44, "end": 4018.48, "text": " oh my god, this guy's as amazing as Steve. Then I read every single book I could find on him."}, {"start": 4018.48, "end": 4023.44, "text": " I think I've read five biographies of Edwin Land. And I think I've read three of them twice."}, {"start": 4024.72, "end": 4029.28, "text": " So I completely agree with what Warren's saying here. It's like, if you're interested in something,"}, {"start": 4029.28, "end": 4034.4, "text": " go deep. Why are you stopping? It's like, don't just read the annual reports of the company"}, {"start": 4034.4, "end": 4037.84, "text": " you're interested in. Read the annual report of every other company in the same industry. That's"}, {"start": 4037.84, "end": 4041.28, "text": " what I meant. It's like gives you Warren Buffett brain. It's crazy. So it says I want to read"}, {"start": 4041.28, "end": 4044.08, "text": " their annual reports too, because I can't understand how my company is doing unless I"}, {"start": 4044.08, "end": 4047.2, "text": " understand what the other eight are doing. I can't be an intelligent owner of a business"}, {"start": 4047.2, "end": 4052.3199999999997, "text": " unless I know what all other businesses in the industry are doing. Then it goes back to"}, {"start": 4052.3199999999997, "end": 4056.0, "text": " Warren here. He says the difference between annual reports and Wall Street reports. Over the years,"}, {"start": 4056.0, "end": 4060.3999999999996, "text": " I have found reading a lot of reports to be quite useful for making business decisions. That is"}, {"start": 4060.3999999999996, "end": 4065.2, "text": " exactly why it exists. Quite useful for making business decisions at Berkshire. It is amazing"}, {"start": 4065.2, "end": 4068.7999999999997, "text": " how well you can do an investing with outside information. He's still talking about annual"}, {"start": 4068.7999999999997, "end": 4074.24, "text": " reports. And then he says we have gotten a lot of ideas from annual reports. And then he goes into,"}, {"start": 4074.24, "end": 4078.3199999999997, "text": " hey, this is not like I take this extremely seriously. This is the time that it requires."}, {"start": 4078.3199999999997, "end": 4083.52, "text": " It will be 45 minutes to an hour for each report. If there are six to eight companies in the industry,"}, {"start": 4083.52, "end": 4089.3599999999997, "text": " that is six to eight hours. The way you learn about this is. Yes. Thank you, Warren. This is"}, {"start": 4089.3599999999997, "end": 4093.04, "text": " exactly how I feel now. I've read hundreds and hundreds of these biographies and the fact that"}, {"start": 4093.04, "end": 4098.719999999999, "text": " knowledge compounds, right? Like what I'll be able to explain to you at episode 272 or whatever I'm"}, {"start": 4098.719999999999, "end": 4104.16, "text": " on right now, whatever it is to is like, that's a lot more than I could when I had only read"}, {"start": 4104.16, "end": 4110.08, "text": " 20 biographies or 50 or 100. Imagine what like how much of this is going to compound when we get to"}, {"start": 4110.08, "end": 4115.04, "text": " episode 1000 or 2000. So he says the way you learn about a business is by absorbing information"}, {"start": 4115.04, "end": 4119.04, "text": " about them, thinking about them, figuring out what counts and what doesn't relating one thing to"}, {"start": 4119.04, "end": 4124.96, "text": " another. That is the job. You have to understand the businesses. That is where it all begins and"}, {"start": 4124.96, "end": 4131.04, "text": " ends. And Teagus is building a product that does exactly that. It helps you understand the businesses"}, {"start": 4131.04, "end": 4134.72, "text": " and the industries, whether you're making investments, whether you're launching a new product"}, {"start": 4134.72, "end": 4139.36, "text": " or you're competing. And you can see this for yourself by going to teagus.com. It's T U G U S"}, {"start": 4139.36, "end": 4145.92, "text": " dot com and starting a free trial today. Okay, so now I want to go over this talk that Steve Jobs"}, {"start": 4145.92, "end": 4150.8, "text": " gave. He gave this talk a few weeks after returning back to Apple in the late 1990s. I was talking"}, {"start": 4150.8, "end": 4155.2, "text": " about this. This is the conversation I was having or referencing when I was talking to Jordy, who is"}, {"start": 4155.2, "end": 4161.44, "text": " the founder of capital at capital dot x, y, z. And so I have maybe like 10 bullet points from this talk"}, {"start": 4161.44, "end": 4164.96, "text": " that I save that I reread all the time because I think it's valuable. So I'm just going to read"}, {"start": 4164.96, "end": 4170.16, "text": " from this list because I think you'll get a good understanding of Steve, the way Steve Jobs was"}, {"start": 4170.16, "end": 4176.16, "text": " thinking about really rebuilding a company that he had founded, you know, two decades prior. And so"}, {"start": 4176.16, "end": 4180.72, "text": " he says, I've been back at Apple for eight to 10 weeks. What we're trying to do is not something"}, {"start": 4180.72, "end": 4186.240000000001, "text": " highfalutin. We're trying to get back to the basics. We are trying to get back to great products,"}, {"start": 4186.240000000001, "end": 4190.64, "text": " great marketing, and then great distribution. And so then he goes right into one of the main things"}, {"start": 4190.64, "end": 4196.320000000001, "text": " that he repeated his entire career, the importance of focus. Says we started with the product line."}, {"start": 4196.320000000001, "end": 4201.6, "text": " We said a lot of this doesn't make sense. There's just way too much stuff. And there's not enough"}, {"start": 4201.6, "end": 4208.320000000001, "text": " focus. So we got rid of 70% of the stuff that we had on the product roadmap, you will see our"}, {"start": 4208.32, "end": 4213.2, "text": " product line get much simpler. And you will see it get much better. Why? Because we've been able"}, {"start": 4213.2, "end": 4218.5599999999995, "text": " to focus a lot more on the gems. So he's like, okay, I'm going to reduce the scope of the product"}, {"start": 4218.5599999999995, "end": 4222.24, "text": " line. I'm going to focus on just a handful of products and make those products the best I can"}, {"start": 4222.24, "end": 4226.96, "text": " possibly make them. And then I got to figure out what's the best way to sell them. And you and we"}, {"start": 4226.96, "end": 4231.2, "text": " knew we know, I mean, he didn't maybe didn't know at this time, but we know what's coming next. And"}, {"start": 4231.2, "end": 4235.599999999999, "text": " that's the most successful retail stores of all time, the Apple stores, he says we have not kept"}, {"start": 4235.6, "end": 4240.4800000000005, "text": " up with the innovations under distribution. And they also start their own selling directly to"}, {"start": 4240.4800000000005, "end": 4244.64, "text": " customers online as well. We have not kept up with innovations under distribution, we will not only"}, {"start": 4244.64, "end": 4249.200000000001, "text": " catch up with the best of the best are in distribution, but we will be innovating and"}, {"start": 4249.200000000001, "end": 4254.4800000000005, "text": " breaking new grounds and distribution. That line is a hint to the Apple stores, right? Then he goes"}, {"start": 4254.4800000000005, "end": 4260.240000000001, "text": " into really what the focus of the conversation how majority is about how to think about why you're"}, {"start": 4260.240000000001, "end": 4264.160000000001, "text": " doing what you're doing and then how to convey marketing just marketing is all marketing is just"}, {"start": 4264.16, "end": 4268.8, "text": " communication. And so you see the best companies lead with why they're doing what they're doing."}, {"start": 4268.8, "end": 4273.36, "text": " So then Steve goes into this to me marketing is about values. The world is complicated. It's"}, {"start": 4273.36, "end": 4277.2, "text": " noisy. We're not going to get a chance to get to people that are to get people to remember much"}, {"start": 4277.2, "end": 4282.88, "text": " about us. No company is so we have to be really clear about what we want them to know about us."}, {"start": 4282.88, "end": 4287.76, "text": " The way to do that is not to talk about speeds and feeds. It's not to talk about why we're better"}, {"start": 4287.76, "end": 4292.96, "text": " than Windows. The dairy industry tried for 20 years to convince you that milk was good for you"}, {"start": 4292.96, "end": 4300.24, "text": " and sales kept going down. Then they tried the got milk ad campaign and sales shot up. Got milk"}, {"start": 4300.24, "end": 4306.32, "text": " doesn't even talk about the product. In fact, it is about the absence of the product. And then he"}, {"start": 4306.32, "end": 4311.92, "text": " goes into what he feels is one of the best companies in the world at communicating and marketing to"}, {"start": 4311.92, "end": 4315.52, "text": " their customers. One of the greatest jobs of marketing the universe has ever seen is Nike."}, {"start": 4315.52, "end": 4321.04, "text": " Remember, Nike sells a commodity. They sell shoes. Yet when you think of Nike, you feel something"}, {"start": 4321.04, "end": 4325.28, "text": " different than just a shoe company. In their ads, they never talk about the products. They never"}, {"start": 4325.28, "end": 4330.16, "text": " tell you about their air souls and why they're better than Reeboks. What does Nike do in their"}, {"start": 4330.16, "end": 4336.64, "text": " advertising? They honor great athletes and they honor great athletics. That is who they are. And"}, {"start": 4336.64, "end": 4340.96, "text": " that is what they are about. And so when you go and look at capital's marketing efforts, it's"}, {"start": 4340.96, "end": 4346.16, "text": " exactly this. They're trying to honor founders. Back to Steve. Our customers want to know who"}, {"start": 4346.16, "end": 4350.96, "text": " is Apple and what do we stand for. What we are about isn't making boxes for people to get their"}, {"start": 4350.96, "end": 4356.32, "text": " jobs done. Although we do that well. Just like Nike isn't just about shoes, right? Apple is about"}, {"start": 4356.32, "end": 4361.2, "text": " something more than that. Apple's core value is we believe people with passion can change the world"}, {"start": 4361.2, "end": 4366.0, "text": " for the better. This ad campaign is called Think Different. It is honoring the people who think"}, {"start": 4366.0, "end": 4370.56, "text": " different and who move the world forward. This is exactly who Steve wants to build products for,"}, {"start": 4370.56, "end": 4377.44, "text": " right? It is what we are about. It touches the soul of this company. And that part means even"}, {"start": 4377.44, "end": 4381.44, "text": " more to me, considering how many books and all the stuff I've learned since the first time I heard"}, {"start": 4381.44, "end": 4387.12, "text": " Steve talk about this. And one of those books was the autobiography. I covered this book back on"}, {"start": 4387.12, "end": 4391.839999999999, "text": " episode 229. It's called Mind Your Own Business, A Mavericks Guide to Business Leadership in Life."}, {"start": 4391.839999999999, "end": 4396.24, "text": " And it's the founder of Harmon Cardin. And he had a line in that book that I never forgot. And he"}, {"start": 4396.24, "end": 4401.2, "text": " talks about what is the role of the founder. And his description was the best description I've ever"}, {"start": 4401.2, "end": 4406.24, "text": " come across. He says, the founder is the guardian of the company's soul. So check out what capital's"}, {"start": 4406.24, "end": 4410.88, "text": " doing. Go to their website is capital.xyz. And they can explain to you how they're helping"}, {"start": 4410.88, "end": 4414.96, "text": " companies and modern founders raise, hold and spend capital all in one place."}, {"start": 4416.08, "end": 4421.679999999999, "text": " Okay, so all the way back on episode 227, I read this fantastic book called The Essays of Warren"}, {"start": 4421.679999999999, "end": 4427.679999999999, "text": " Buffett. So all the way back on episode 88, I read every single one of Warren's shareholder letters."}, {"start": 4428.24, "end": 4432.4, "text": " But what this book that was put together by Lawrence Cunningham, called The Essays of Warren"}, {"start": 4432.4, "end": 4437.679999999999, "text": " Buffett, did that was so smart is that he took the shareholder letters and instead of organizing"}, {"start": 4437.679999999999, "end": 4443.5199999999995, "text": " them by year, which is standard, he organized them by topic. And so in the original podcast I did on"}, {"start": 4443.5199999999995, "end": 4448.96, "text": " this book, which again is episode 227, one hour and 28 minutes into the podcast or thereabouts,"}, {"start": 4448.96, "end": 4453.5199999999995, "text": " I go over this letter that I'm about to read to you now. It's under the heading titled On Selling"}, {"start": 4453.5199999999995, "end": 4458.16, "text": " One's Business. And the reason I'm bringing this up is because one of the sponsors of this episode"}, {"start": 4458.16, "end": 4462.88, "text": " is Tiny. And one way that Tiny has been described is that they're building the Berkshire of the"}, {"start": 4462.88, "end": 4467.12, "text": " internet. And you can go to tiny.com and read the testimonials and see all the founders that have"}, {"start": 4467.12, "end": 4471.12, "text": " sold their business to Tiny. And how their main differentiation just like Warren Buffett and"}, {"start": 4471.12, "end": 4475.44, "text": " Charlie Munger is, there's no BS, we're going to make this transaction as simple and easy as"}, {"start": 4475.44, "end": 4480.32, "text": " possible, where a lot of people that buy businesses make you jump through hoops, and it's just a"}, {"start": 4480.32, "end": 4485.36, "text": " headache. And so if you think about what Warren is doing here in this letter is his business is"}, {"start": 4485.36, "end": 4491.36, "text": " buying businesses. And so his customer or founders are managers of businesses. And so he is"}, {"start": 4491.36, "end": 4496.5599999999995, "text": " essentially writing a letter to a guy. So he wrote this letter in 1991 to a guy who indicated"}, {"start": 4496.5599999999995, "end": 4500.96, "text": " he might want to sell his family business. And so I'm just going to pull out a few highlights here"}, {"start": 4500.96, "end": 4507.44, "text": " and really think about what Warren's doing is he is differentiating his services from other people"}, {"start": 4507.44, "end": 4512.32, "text": " that also buy businesses. He says if you should decide to sell, I think Berkshire Hathaway offers"}, {"start": 4512.32, "end": 4519.12, "text": " some advantages that most other buyers do not. Practically all of these buyers will fall into"}, {"start": 4519.12, "end": 4524.5599999999995, "text": " one or two categories. And so now Warren is going to describe his competition. If you go to tiny.com,"}, {"start": 4524.5599999999995, "end": 4530.5599999999995, "text": " you'll see they described their competence in some ways their competition, which is typically VCs are"}, {"start": 4530.5599999999995, "end": 4535.599999999999, "text": " private equity companies. Okay. So Warren says, number one, a company located elsewhere, but"}, {"start": 4535.6, "end": 4542.96, "text": " operating in your business or in a business somewhat akin to yours. Such a buyer, no matter"}, {"start": 4542.96, "end": 4548.320000000001, "text": " what promises are made, will usually have managers who feel they know how to run your business"}, {"start": 4548.320000000001, "end": 4554.64, "text": " operations and sooner or later will want to apply some hands on. And he puts the word help in"}, {"start": 4554.64, "end": 4559.360000000001, "text": " quotation marks. Obviously, Warren does not think that the managers are going to install in that"}, {"start": 4559.360000000001, "end": 4564.72, "text": " business are actually going to be helpful at all. The second other option, a financial maneuver"}, {"start": 4564.72, "end": 4570.320000000001, "text": " is invariably operating with large amounts of borrowed money who plan to resell either to the"}, {"start": 4570.320000000001, "end": 4575.52, "text": " public or to another corporation as soon as the time is favorable. Frequently, this buyer's major"}, {"start": 4575.52, "end": 4581.360000000001, "text": " contribution will be to change accounting methods so that earnings can be presented in the most"}, {"start": 4581.360000000001, "end": 4588.320000000001, "text": " favorable light just prior to his bailing out. And then listen to this persuasion technique that he"}, {"start": 4588.320000000001, "end": 4592.400000000001, "text": " uses because he's writing to somebody that he knows it's a family business, which means they"}, {"start": 4592.4, "end": 4597.759999999999, "text": " put a lot of their time and life energy into. So he says if the sole motive of the present owner"}, {"start": 4597.759999999999, "end": 4602.08, "text": " is to cash their chips and put their business behind them and plenty of sellers do fall into"}, {"start": 4602.08, "end": 4607.44, "text": " this category, either type of the buyer that I just described to you is satisfactory. But if"}, {"start": 4607.44, "end": 4613.5199999999995, "text": " the seller's business represents the creative work of a lifetime and forms an integral part of their"}, {"start": 4613.5199999999995, "end": 4620.24, "text": " personality and sense of being, buyers of either type have serious flaws. So he's just described"}, {"start": 4620.24, "end": 4624.48, "text": " his competitive landscape. He says, listen, there's option one, there's option two, but then there's"}, {"start": 4624.48, "end": 4629.28, "text": " a new option, something that's completely different and better. And he's describing the services that"}, {"start": 4629.28, "end": 4636.24, "text": " he provides to founders. Right. So he says Berkshire is another kind of buyer, a rather unusual one."}, {"start": 4636.24, "end": 4642.24, "text": " We buy to keep tiny does too, by the way, all of the businesses we own are run autonomously to an"}, {"start": 4642.24, "end": 4648.08, "text": " extraordinary degree. When we buy a business, the sellers go on running it just as they did before"}, {"start": 4648.08, "end": 4654.0, "text": " the sale. We adapt to their methods rather than vice versa. And in tiny's case, it's up to the"}, {"start": 4654.0, "end": 4658.32, "text": " founder if they want to stay or if they want to go tiny's fine with either solution. And then"}, {"start": 4658.32, "end": 4663.5199999999995, "text": " Warren does something fantastic. He's like, listen, you know who the past businesses we bought. In"}, {"start": 4663.5199999999995, "end": 4668.0, "text": " fact, I'm including in this letter, a list of every single person we've ever bought a business"}, {"start": 4668.0, "end": 4671.5199999999995, "text": " from tiny does something very similar on their website, which you can go see, you know, some of"}, {"start": 4671.5199999999995, "end": 4676.48, "text": " our past purchases, I'm enclosing a list of everyone from whom we have ever bought a business."}, {"start": 4676.48, "end": 4683.28, "text": " And I invite you to check with them as to our performance versus our promises. And then Warren"}, {"start": 4683.28, "end": 4687.28, "text": " says, Hey, I'm going to keep it simple with you. If you should decide to do a business, do business"}, {"start": 4687.28, "end": 4691.839999999999, "text": " with Berkshire, we would pay in cash tiny says the exact same thing on their website, your business"}, {"start": 4691.839999999999, "end": 4697.599999999999, "text": " would not be used as collateral for any loan by Berkshire, there would be no brokers involved."}, {"start": 4697.599999999999, "end": 4702.0, "text": " Warren also says you deal with me. And finally, you would know exactly with whom you are dealing,"}, {"start": 4702.0, "end": 4705.759999999999, "text": " you would not have one executive negotiate the deal, only to have someone else in charge"}, {"start": 4705.76, "end": 4709.92, "text": " a few years later, or have the president or roughly tell you that his board of directors"}, {"start": 4709.92, "end": 4714.8, "text": " required this change or that change. And because Warren has hacked away at the unessential,"}, {"start": 4714.8, "end": 4719.2, "text": " all that is left is simplicity. And his pitch is simple. Do you want a great home for your business?"}, {"start": 4720.0, "end": 4724.72, "text": " Then call me and I will do a cash transaction really fast. Same thing that tiny does. I will"}, {"start": 4724.72, "end": 4728.88, "text": " not pester you. If you have any possible interest in selling, I would appreciate your call. I would"}, {"start": 4728.88, "end": 4733.92, "text": " be extraordinarily proud to have Berkshire along with the key members of your family own blank."}, {"start": 4733.92, "end": 4738.0, "text": " So he took out any identifying information of who he's writing to. Okay, I believe we would do very"}, {"start": 4738.0, "end": 4741.6, "text": " well financially. And I believe you would have just as much fun running your business over the"}, {"start": 4741.6, "end": 4748.32, "text": " next 20 years as you have during the past 20 sincerely Warren Buffett, I think reading the"}, {"start": 4748.32, "end": 4754.24, "text": " entire letter is worth your time. If you buy the book, it's on pages 230 through 233. And make sure"}, {"start": 4754.24, "end": 4759.2, "text": " you go back and listen to Episode 227. The essays of Warren Buffett if you have not done so already."}, {"start": 4759.2, "end": 4763.2, "text": " And if you have a business that you're interested in selling now or in the future,"}, {"start": 4763.2, "end": 4765.2, "text": " make sure you go to tiny.com."}], "language": "en"}